{
  "anecdotes": [
    {
      "paragraph": [
        "To my knowledge, the only tech conference Steve Jobs regularly appeared at, the only event he didn’t somehow control, was our D: All Things Digital conference, where he appeared repeatedly for unrehearsed, onstage interviews. We had one rule that really bothered him: We never allowed slides, which were his main presentation tool.",
        "One year, about an hour before his appearance, I was informed that he was backstage preparing dozens of slides, even though I had reminded him a week earlier of the no-slides policy. I asked two of his top aides to tell him he couldn’t use the slides, but they each said they couldn’t do it, that I had to. So, I went backstage and told him the slides were out. Famously prickly, he could have stormed out, refused to go on. And he did try to argue with me. But, when I insisted, he just said \"Okay.\" And he went on stage without them, and was, as usual, the audience’s favorite speaker."
      ],
      "source": {
        "link": "http://allthingsd.com/?p=129366&ak_action=printable",
        "text": "Walt Mossberg, Oct 5, 2011"
      }
    },
    {
      "paragraph": [
        "The story goes that ESPN president George Bodenheimer […] spotted Apple CEO Steve Jobs in a hallway. It seemed like a good time to introduce himself. \"I am George Bodenheimer,\" he said to Jobs. \"I run ESPN.\" Jobs just looked at him and said nothing other than \"Your phone is the dumbest fucking idea I have ever heard,\" then turned and walked away."
      ],
      "source": {
        "link": "http://www.fastcompany.com/1776100/the-first-time-i-met-steve-jobs",
        "text": "George Bodenheimer, president of ESPN, FastCompany, Oct 5, 2011"
      }
    },
    {
      "paragraph": [
        "Apple opened its first retail store […] in the Washington, D.C., suburbs, near my home. [Steve Jobs] conducted a press tour for journalists, as proud of the store as a father is of his first child. I commented that, surely, there’d only be a few stores, and asked what Apple knew about retailing.",
        "He looked at me like I was crazy, said there’d be many, many stores, and that the company had spent a year tweaking the layout of the stores, using a mockup at a secret location. I teased him by asking if he, personally, despite his hard duties as CEO, had approved tiny details like the translucency of the glass and the color of the wood.",
        "He said he had, of course."
      ],
      "source": {
        "link": "http://allthingsd.com/?p=129366&ak_action=printable",
        "text": "Walt Mossberg, Oct 5, 2011"
      }
    },
    {
      "paragraph": [
        "He found this one really great black turtleneck which he loved – I think it was Issey Miyake – so tried to buy another one and they didn’t have any more. He called the company and asked if they would make another one, and they refused. So he said: ‘Fine, how many do you have to make before I can buy them?’ So they made them – I think he has a closet full of them."
      ],
      "source": {
        "link": "http://www.ft.com/cms/s/2a2b1506-0d0b-11df-a2dc-00144feabdc0,dwp_uuid=03d100e8-2fff-11da-ba9f-00000e2511c8,print=yes.html",
        "text": "John Lasseter, The Financial Times, Jan 29, 2010"
      }
    },
    {
      "paragraph": [
        "Early on a July workday in 1997, Jim McCluney, then head of Apple's worldwide operations got the call. McCluney was summoned with other top brass of the beleaguered company to Apple Computer's boardroom on its Cupertino campus. Embattled Chief Executive Gil Amelio wasted no time. With an air of barely concealed relief, he said: \"Well, I'm sad to report that it's time for me to move on. Take care,\" McCluney recalls. And he left.",
        "A few minutes later, in walked Steve Jobs. The co-founder of the once proud company had been fired by Apple 12 years before. He had returned seven months earlier as a consultant, when Amelio acquired his NeXT Software. And now Jobs was back in charge. Wearing shorts, sneakers, and a few days' growth of beard, he sat down in a swivel chair and spun slowly, says McCluney, now president of storage provider Emulex.",
        "\"O.K., tell me what's wrong with this place,\" Jobs said. After some mumbled replies, he jumped in: \"It's the products! So what's wrong with the products?\" Again, executives began offering some answers. Jobs cut them off. \"The products suck!\" he roared. \"There's no sex in them anymore!\""
      ],
      "source": {
        "link": "http://www.businessweek.com/print/technology/content/jan2006/tc20060126_116869.htm",
        "text": "Business Week, Jan 26, 2006"
      }
    },
    {
      "paragraph": [
        "At a high-school gym in Berkeley, Calif., [Steve Jobs is] rehearsing the rollout that will introduce his new baby, the NeXT computer, to the world. Dressed in blue jeans and a red flannel shirt, Jobs paces back and forth, reading lines into a wireless microphone. […]. When the first slide appears on the screen, Jobs enthuses: \"I really like that green.\" Around him, other NeXT executives chime in: \"Great green. Great green\".",
        "The computer goes through its paces, playing music with the sound of a live orchestra, pulling up images as clear as photographs, retrieving quotes from a memory bank big enough to hold a bookshelf full of classics. Then a software glitch makes the image on the sleek black monitor freeze. NeXT employees tense up, expecting an infamous Jobs outburst. Jobs just stares at the screen, then shrugs. \"We're hosed,\" he says calmly. \"We'll fix that. No problem.\"",
        "Later, a video shows the automated assembly plant that Jobs has built to manufacture the NeXT machines. Wandering back to sit with a handful of employees, Jobs watches as robot hands install the state-of-the-art chips that will power the computer. For a second he looks almost teary. \"It's beautiful,\" he says softly."
      ],
      "source": {
        "link": "http://www.thedailybeast.com/newsweek/1988/10/24/steve-jobs-comes-back.print.html",
        "text": "Newsweek, Oct 24, 1988"
      }
    },
    {
      "paragraph": [
        "It’s Monday morning, and Jobs is onstage at the Flint Center in Cupertino, obsessing. Tomorrow the auditorium will overflow with thousands of Apple loyalists; right now he’s rehearsing the killer moment where he says, \"Say hello to the new iMacs,\" and the machines glide out from behind the dark curtain and across the stage. But the current lighting leaves their translucence insufficiently vivid on the gigantic onstage screen. So Jobs wants the lights brighter and turned on earlier in the roll-out. The producer, Steph Adams, speaks into his headset, telling the backstage guys to yeah, just try it again, with the edgy tone of a man whose job consists of placating a perfectionist. No good. Jobs jogs halfway up the aisle and slouches into a center seat, his legs slung over the seat backs of the next row. \"Let’s keep doing it till we get it right, O.K.?\"",
        "They go again. The iMacs are still underlighted. \"No, no,\" Jobs whines, agonized. \"This isn’t working at all.\"",
        "And again. Now the lights are bright enough, but they’re still coming on too late. \"I’m getting tired of asking about this,\" Jobs growls.",
        "Again. And finally they get it right, the five impeccably lighted iMacs gleaming as they glide forward smoothly on the giant screen. \"Oh! Right there! That’s great!\" Jobs yells, elated at the very notion of a universe capable of producing these insanely beautiful machines. \"That’s perfect!\" he bellows, his voice booming across the empty auditorium. \"Wooh!\"",
        "And you know what? He’s right. The iMacs do look better when the lights come on earlier."
      ],
      "source": {
        "link": "http://www.time.com/time/magazine/article/0,9171,992258,00.html",
        "text": "Time Magazine, Oct 18, 1999"
      }
    },
    {
      "paragraph": [
        "I went over to shake [Steve Jobs]'s hand and apologize for the mixup [relative to Engadget posting an incorrect story about an iPhone delay].",
        "His reaction completely threw me. I expected some of the chiding he was infamous for giving journalists, but I heard not even a hint of frustration. Actually, he just acted as though he had no idea what I was talking about. Like it had never happened. Seriously. This was probably the most unexpected reaction I could have possibly imagined -- I was completely flummoxed. Of course, I realized moments later he was snowing me big time, and that it was classic Steve passive-aggressive. But you're Steve Jobs, and it's lunch time, and what happened happened, so what exactly DO you say to that whole thing, right?",
        "Well, my nemesis (and one of my best pals) Brian Lam notices Steve and I interacting, so he rolls over to say hello as well. No sooner than Brian introduces himself, Steve is telling him him all about how Gizmodo is his favorite tech blog, and how it's the first site he reads and that he put it above Engadget (motioning upwards with his finger). Ouch."
      ],
      "source": {
        "link": "http://gdgt.com/discuss/share-your-steve-jobs-stories-frt/",
        "text": "Ryan Block, gdgt, Aug 26, 2011"
      }
    },
    {
      "paragraph": [
        "“Steve was the first guy I found who would be regularly curled up under his desk in the morning after an all-nighter. A lot of people think that success is luck and being in the right place at the right time. But I think if you’re willing to work harder than anybody else, you can create an awful lot of your own luck. We tended to have this philosophical relationship. He liked to talk about big ideas and where did big ideas come from. He was always interested in talking about creating products and how do you know when a product is ready for market.”",
        "In the early 1980s Bushnell bought a 15,000-square-foot house in Paris and invited all his Silicon Valley friends to a housewarming party. There was a band, lots of food and drink, lavishly attired guests–and Jobs, who had left Atari to start Apple in 1976. While everyone else was dressed up for the party, Jobs showed up in his Levi’s. ",
        "Bushnell remembers “sitting on the Left Bank [the day after the party], me sipping coffee and Steve always drinking tea, sort of watching Paris walk by. We had a delightful conversation about the importance of creativity. He was at a phase where he knew that the Apple II was nearing the end of its life. He was not happy with the Apple III. He was just starting to kick around the ideas for the Lisa and what was going to be the Macintosh. We were talking about trackballs and joysticks and mice, and the whole idea of having a little hand in the screen, which is essentially what the mouse was.",
        "“I last saw him a year before his death. He was very, very thin, but he didn’t look frail. He had a strength about him. He said, ‘I think I’m going to beat this thing.’”"
      ],
      "source": {
        "link": "http://www.forbes.com/sites/connieguglielmo/2012/10/03/untold-stories-about-steve-jobs-friends-and-colleagues-share-their-memories/",
        "text": "Nolan Bushnell to Forbes, Oct 3 2012"
      }
    },
    {
      "paragraph": [
        "Steve Jobs when he does the iPhone decides he doesn’t want plastic, he wants really tough glass on it, and they don’t make a glass that can be tough like they want. And finally somebody says to him, because they were making all of the glass in China for the fronts of the stores, says, \"You ought to check with the people at Corning. They’re kind of smart there.\"",
        "So, he flies to Corning, New York, sits there in front of the CEO, Wendell Weeks, and says, \"This is what I want, a glass that can do this.\" So, Wendell Weeks says, \"We once created a type of process that created something called Gorilla Glass.\" And Steve said, \"No, no, no. Here’s how you make really strong glass.\" And Wendell says, \"Wait a minute, I know how to make glass. Shut up and listen to me.\" And Steve, to his credit, shuts up and listens, and Wendell Weeks describes a process that makes Gorilla Glass. And Steve then says, \"Fine. In six months I want enough of it to make--whatever it is--a million iPhones.\" And Wendell says, \"I’m sorry, we’ve actually never made it. We don’t have a factory to make it. This was a process we developed, but we never had a manufacturing plant to do it.\" And Steve looks at him and says what he said to Woz, 20, 30 years earlier: \"Don’t be afraid, you can do it.\" Wendell Weeks tells me... Because I flew to Corning, because I just wanted to hear this story. Wendell Weeks tells me, \"I just sat there and looked at the guy. He kept saying, ‘Don’t be afraid. You can do this.’\""
      ],
      "source": {
        "link": "http://tech.fortune.cnn.com/2011/12/27/walter-isaacson-steve-jobs/",
        "text": "Walter Isaacson interview, Fortune, Dec 27, 2011"
      }
    },
    {
      "paragraph": [
        "I met Jobs at a celebrity-filled birthday party for a youngster in New York City. As the evening progressed, I wandered around to discover that Jobs had gone off with the nine-year-old birthday boy to give him the gift he’d brought from California: a Macintosh computer. As I watched, he showed the boy how to sketch with the machine’s graphics program. Two other party guests wandered into the room and looked over Jobs’s shoulder. ‘Hmmm,’ said the first, Andy Warhol. ‘What is this? Look at this, Keith. This is incredible!’ The second guest, Keith Haring, the graffiti artist whose work now commands huge prices, went over. Warhol and Haring asked to take a turn at the Mac, and as I walked away, Warhol had just sat down to manipulate the mouse. ‘My God!’ he was saying, ‘I drew a circle!’",
        "But more revealing was the scene after the party. Well after the other guests had gone, Jobs stayed to tutor the boy on the fine points of using the Mac. Later, I asked him why he had seemed happier with the boy than with the two famous artists. His answer seemed unrehearsed to me: \"Older people sit down and ask, 'What is it?' but the boy asks, 'What can I do with it?'\""
      ],
      "source": {
        "link": "http://www.playboy.com/magazine/playboy-interview-steve-jobs",
        "text": "Playboy, Feb 1985"
      }
    },
    {
      "paragraph": [
        "One afternoon I attended a party, driving an old 1967 Sunbeam Alpine sports car I had the misfortune to own at the time. After the party, I started the Alpine, pulled away from the curb, and – as classic British sports cars will oft do – the electrical system blinked out and I coasted gracefully to a stop, directly in front of the Jobs’ driveway.",
        "[…] Within about 15 minutes, of course, I heard two cars pull in behind me, and into the Jobs’ driveway – the Jobs were home. […] As I was putting my jacket on, I heard a call from across the street behind me – the Jobs’ driveway – “British or Italian?”. It was Jobs’ lovely wife Laurene. “British,” I said, “and acting like it.” “You want a beer?,” she said. I tried to decline (shocked I guess at first), but she insisted, said “you’re not going anywhere”, and walked back in the house – only to return with two bottles of beer.",
        "[…] “You know, we have a friend who knows all about these Sunbeams. We should call him.” I begged her not to, that I’d call AAA and be on my way. She left her beer and went back in the house for a minute, only to return saying, “they’re on their way out, but said they would drop by to take a look.” […] Within about 15 minutes a very long, very black car I won’t identify pulled up and […] a handsome gentleman in (I think) a tuxedo, and a beautifully formally dressed wife emerged, to examine my car. This was Laurene’s friend, the Sunbeam mechanic. I protested, all was ignored. The tuxedoed man (who to this day I have no idea who he was – I’ll call him James Bond) took off his jacket, opened the hood of my car, and commenced to fishing around inside, while we all visited amicably.",
        "[…] So Steve comes out. […] The Jobs’ made small talk and joked with their friends – dressed to the nines, repairing my car – while I politely thanked them over and over and tried not to throw up at the insanity of the scene. And then of course it got even weirder, or funnier, depending on whether you were me or not. James Bond told someone to try to crank the car. I was talking with Laurene, so Jobs actually sits down in the Alpine and tries to crank it – with his kid sitting behind him. To no avail. […] The car didn’t start. James Bond got his tuxedo back together, apologized to me (!) for not being able to fix it. Said it was the electrical (of course). They said their goodbyes and departed in their giant silent black car. Steve said something like “piece of shit” as he got out, and walked back into the house. Classic Steve – he was right.",
        "Laurene said “come inside and use the phone”. Still rolling with it at this point, I followed her into the house, stepping over the dirty laundry you find in everyone’s real house, and into the kitchen where she pointed me to a phone with god knows how many lines on it. I called AAA, thanked Laurene profusely (for the 50th time) and left quietly. I never acknowledged I had any idea who they were."
      ],
      "source": {
        "link": "http://www.applieddesign.tv/steve-jobs-ceo/",
        "text": "Tim Smith, Aug. 25 2011"
      }
    },
    {
      "paragraph": [
        "The second time I met Steve Jobs was on a Manhattan street corner. He was coming to speak to a group of us at Newsweek and we entered the building at the same time. It was in 1999, the week after my book on the Valley had come out. \"I’m hearing great things about your book, David,\" he told me.",
        "\"Really?\" I said. \"That’s good to hear. What did you think of the book?\"",
        "\"Haven’t read it -- probably won’t.\" He seemed to say it as a punch line, with some glee."
      ],
      "source": {
        "link": "http://tech.fortune.cnn.com/2011/10/11/70957/",
        "text": "David A. Kaplan, Fortune, Oct 11, 2011"
      }
    },
    {
      "paragraph": [
        "In the fall of 2006, my wife, Laura, and I went out to dinner with Steve and his brilliant and lovely wife, Laurene. Sitting outside of the restaurant on California Avenue in Palo Alto waiting for a table to open up, on a balmy Silicon Valley evening, Steve pulled his personal prototype iPhone out of his jeans pocket and said, ‘Here, let me show you something.’ He took me on a tour through all of the features and capabilities of the new device.",
        "After an appropriate amount of oohing and aahing, I ventured a comment. BlackBerry aficionado as I was, I said, ‘Boy, Steve, don’t you think it’s going to be a problem not having a physical keyboard? Are people really going to be okay typing directly on the screen?’ He looked me right in the eye with that piercing gaze and said, ‘They’ll get used to it.’"
      ],
      "source": {
        "link": "http://www.forbes.com/sites/connieguglielmo/2012/10/03/untold-stories-about-steve-jobs-friends-and-colleagues-share-their-memories/",
        "text": "Marc Andreessen to Forbes, Oct 3 2012"
      }
    },
    {
      "paragraph": [
        "I never knew when Steve was going to call. But I knew that when he did, it would probably be in the middle of the night.",
        "In 2001 my company was developing Ethernet chips for Mac computers. Steve was enormously excited about our product. He was enormously excited about everything. And restless and sometimes agitated—and frankly, he could be a bit of a pain. He was like a bulldog. He worked all the time, day and night, and he expected everyone around him to be that way, too. He insisted that the person at the top or someone who had absolute control was the guy he interfaced with. He demanded that he get as much time as necessary.",
        "If it was 3 in the morning and Steve had a thought or a question or complaint, he picked up the phone and called, right then. The concept of \"that can wait until the morning\" did not apply. He wasn’t going to sleep until he addressed the issue. "
      ],
      "source": {
        "link": "http://images.businessweek.com/slideshows/20111006/stories-about-steve/",
        "text": "Henry Nicholas, Business Week, Oct 6, 2011"
      }
    },
    {
      "paragraph": [
        "Jobs had to have a calla lily. It was 11 p.m. in New York City in December 1983, and he absolutely had to have a calla lily in his suite at the Carlyle Hotel. No other flower would do. He also needed a piano. \"Not that he played one,\" says Andrea Cunningham, who did marketing for Apple. He merely stipulated that his room have one. Cunningham was part of Jobs’s entourage in town for a Fortune magazine photo shoot to promote the Mac, which was going to be introduced just a month later on Jan. 24, 1984."
      ],
      "source": {
        "link": "http://www.businessweek.com/printer/magazine/the-beginning-19551985-10062011.html",
        "text": "Business Week, Oct 6, 2011"
      }
    },
    {
      "paragraph": [
        "On January 13, 2006, something interesting came to Jobs's attention. At Wall Street's close on that Friday afternoon, Apple's market capitalization had reached $72.13 billion. what made it a milestone to Jobs was that the cap of Dell computers at that moment was $71.97 billion — almost a million dollars less.",
        "Recalling Dell's advice almost a decade earlier, the Apple CEO was moved to send out a companywide e-mail. \"Team,\" he wrote his employees, \"it turned out that Michael Dell wasn't perfect at predicting the future.\""
      ],
      "source": {
        "link": "http://www.amazon.com/gp/product/B000MGATVC/ref=as_li_qf_sp_asin_il_tl?ie=UTF8&tag=allaboustevjo-20&linkCode=as2&camp=1789&creative=9325&creativeASIN=B000MGATVC",
        "text": "The Perfect Thing by Steven Levy"
      }
    },
    {
      "paragraph": [
        "In my own involvement with him, my real personal enjoyment of him as a man, he was a clear thinker, on lots of subjects, and I could turn to him. My actual last conversation with him was he called me because he was worried about my health, which is a clue to him. This tough guy was very tender, and he said, \"I don’t like the look of you, you look worn out,\" and I said, \"What? I’m fine!\" He wouldn’t listen to me.",
        "When I hurt my spine and I was in trouble, this package arrived of books and CDs and music and honey from their garden – tons of stuff arrived at the house. And so, yes, he was a captain of industry, a warrior for his companies. But I found him to be a very thoughtful friend, and a wonderfully detailed and interested parent of his kids, and lover of his wife. "
      ],
      "source": {
        "link": "http://www.rollingstone.com/music/news/exclusive-bono-on-steve-jobs-rock-and-roll-spirit-20111007",
        "text": "Bono, Rolling Stone, Oct 7, 2011"
      }
    },
    {
      "paragraph": [
        "I left Macromedia in the winter of 1991. About a month later I get a call from Jobs – asking me to develop for the NeXT machine.",
        "I tell him: \"Steve – we developed for a B&W Steve Jobs machine once before. When the NeXT is in color – give me a call.\"",
        "Jobs then asks me \"what are you going to do?\" and I tell him that I’m consulting with Intel, Sony, JVC and Fujitsu\" and he tells me \"be careful you might turn into a dickhead\"."
      ],
      "source": {
        "link": "http://www.quora.com/Steve-Jobs/What-are-some-great-stories-about-Steve-Jobs",
        "text": "Marc Canter, Quora, Jan 23, 2011"
      }
    },
    {
      "paragraph": [
        "Guy Kawasaki, another early employee who was assigned to recruit outside developers to write software for the new machine, said Jobs once came by his cubicle with an executive Kawasaki didn’t recognize. Jobs asked for Kawasaki’s opinion about some third-party company’s software. Kawasaki replied that he didn’t think it was very good. \"And Steve turns to the guy and he says, ‘See, that’s what we think about your product,’\" Kawasaki says, laughing. The stranger was the third-party company’s chief executive officer. \"I’m sure the CEO did not expect to get ripped like that.\""
      ],
      "source": {
        "link": "http://www.businessweek.com/printer/magazine/the-beginning-19551985-10062011.html",
        "text": "Business Week, Oct 6, 2011"
      }
    },
    {
      "paragraph": [
        "I should tell you this story. We’re in a meeting at NeXT, before Steve went back to Apple. I’ve got my chief scientist. After the meeting, we leave and try to unravel the argument to figure out where Steve was wrong—because he was obviously wrong. And we couldn’t do it. We’re standing in the parking lot.",
        "He sees us from his office, and he comes back out to argue with us some more. It was over a technical issue involving Objective C, a computer language. Why he would care about this was beyond me. I’ve never seen that kind of passion."
      ],
      "source": {
        "link": "http://www.businessweek.com/printer/magazine/eric-schmidt-on-steve-jobs-10062011.html",
        "text": "Eric Schmidt, Business Week, Oct 6, 2011"
      }
    },
    {
      "paragraph": [
        "When the book was finished, Steve asked for a pre-release copy, which I duly sent.",
        "At the time, all sorts of people were telling me that I needed to put quotes on the back cover of the book. So I asked Steve Jobs if he’d give me one. Various questions came back. But eventually Steve said, \"Isaac Newton didn’t have back-cover quotes; why do you want them?\""
      ],
      "source": {
        "link": "http://blog.stephenwolfram.com/2011/10/steve-jobs-a-few-memories/",
        "text": "Stephen Wolfram, Oct 6, 2011"
      }
    },
    {
      "paragraph": [
        "I once forwarded an email from Steve Jobs to a friend, adding a snarky comment.",
        "Steve’s reply informed me that I’d replied, not forwarded.",
        "Steve was extremely cool about it. He said he’d been emailed FAR worse things accidentally. And many not so accidentally..."
      ],
      "source": {}
    },
    {
      "paragraph": [
        "Before I met the wife I had a girlfriend named Rebecca. Rebecca had non-Hodgkinsons lymphoma. It was a rough time in her life and she was very depressed by it, even though chemotherapy was healing her over time. Rebecca was a big fan of Pixar films.",
        "[…] I sent a letter to Steve Jobs telling him about Rebecca and her situation. I asked for an autograph for her, hoping that could be something positive for her and encourage some positivity. I never thought I would get a reply, but i thought it was worth a try.",
        "A week later I receive a package in the mail. In this thick envelope was a letter from Steve Jobs speaking of his cancer fight and how he wished Rebecca a quick recovery. Also in this envelope was six Pixar prints signed by John Lasseter, Andrew Stanton, Mike Doctor, and Joe Ranft (a fellow cancer sufferer). Each of these men had written a letter to Rebecca wishing her well."
      ],
      "source": {
        "link": "http://www.quora.com/Steve-Jobs/What-are-some-great-stories-about-Steve-Jobs",
        "text": "Kristopher Wright, Quora, Oct 6, 2011"
      }
    },
    {
      "paragraph": [
        "Today, I met Steve Jobs! It was as simple as “Hello, I’m Steve… nice to meet you. Come on into my house.” And with that, we walked through his front gate and through the garage to the backyard.",
        "[…] We set up in the back corner of the yard, and began the install, which took us three hours to complete. During the process, he would come out and check on us every 45 minutes or so, usually staying for a bit to chat about the trampoline, the company that built it, the manufacturing process, or how the trampoline could be simplified and improved upon. We didn’t really get any opportunities to chat about things outside the task at hand, but it was nice that he would spend any time at all with us. He even got up to test-jump a bit too (I really, really wish I had that on video).",
        "[…] He finally finished talking and came around back. Rob explained a little about the satefy rules and the specifics of the install as we walked back towards the back corner of the yard. He jumped up inside the trampoline and started jumping with his daughter. It was really sweet. He jumped around inside a bit, then got out and gave some encouraging words to her and her friends. Then he paid us the install fee (plus the largest tip Rob has ever received on an install).",
        "“And one more thing” we sheepishly said; “Can you sign our iPods???” ",
        "“You don’t want me to do that — it will rub off,” he quips.",
        "He looks at mine and continues, “and that one is going to be a collectors’ item soon!” I think to myself, “exactly!” and say “true, it’s a classic design.”",
        "Then he asks us some questions about how many of our friends have iPods and if we use iTunes Music Store and we answer honestly. I mention that I am waiting to get a new iPod with a larger hard drive (hoping that he will reveal any information on the rumored next model). He seems to pause a moment, but doesn’t let any secret cats, out of any well-designed Apple bags. But, I could tell that he wanted to say something."
      ],
      "source": {
        "link": "http://www.cultofmac.com/111862/i-installed-steve-jobs-trampoline-me-steve-stories/",
        "text": "Cult of Mac, Oct 8, 2011"
      }
    },
    {
      "paragraph": [
        "Later Tom found himself listening to a speech from Bill Gates. During the speech Bill Gates kept using the word “next” when he was talking about new technologies coming from Microsoft. He used the word often enough that Tom noted his repetition and thought, “Wait a minute: next, that means future, that’s a cool thing.” And the next day he called Steve and said, “I’ve got the name for you. Next.” And there’s that pause on the other end, where with Steve you never know what’s going to come. It could be, “That’s the stupidest thing I’ve ever heard,” or it could be, “Great.” And he says, “I love it!”"
      ],
      "source": {
        "link": "http://bits.blogs.nytimes.com/2012/07/06/ken-segall-insanely-simple/?pagewanted=all",
        "text": "Ken Segall on the name 'NeXT'"
      }
    },
    {
      "paragraph": [
        "The San Francisco Chronicle reported that interim CEO Steve Jobs and Apple board member Larry Ellison were apparently so annoyed by a computer consultant who wants to be Apple CEO that they sent prank e-mails telling the executive he had the job. The newspaper reported Wednesday that Jobs and Ellison, who is also chairman and CEO of Oracle Corp., both sent e-mail messages to Michael Murdock, a Burlingame, California-based computer consultant, two days before Christmas, telling him he had the job.",
        "\"OK. You can have the job. -- Larry,\" was one message sent to Murdock, who has been conducting an e-mail campaign for the top job, the Chronicle reported. Jobs reportedly wrote, \"Yep, Mike, it’s all yours. When can you start?\" Murdock said he took the messages seriously and said he could start work January 5. The newspaper said Jobs replied, \"Please do not come to Apple.\"",
        "Apple Computer spokeswoman Katie Cotton said the situation was \"completely ridiculous\" and said that Jobs had responded to Murdock \"in jest\" because of the numerous e-mails he had received. \"This particular person was just firing e-mails and sending e-mails to Steve and Larry on a regular basis and in jest. Steve responded to him,\" she said. \"He has taken it too far,\" Cotton said, referring to Murdock, who said she has been calling media organizations with the story. But Murdock -- who said he quit his job as a Macintosh Systems engineer at Pixar Animation Studios Inc., where Jobs is also chairman, in August -- said he has not harassed Apple or any of the individuals involved.",
        "Murdock said he sent Jobs about four e-mails on the topic since August, and that when Jobs wrote him in December to say \"please go away,\" he gave up his campaign. He also contacted Apple’s search firm Heidrick & Struggles, Apple board member Bill Campbell and Ellison. He also said he had lunch with Apple’s co-founder, Steve Wozniak. \"I have never called Apple; I have never called Pixar,\" Murdock said. \"I have not been pounding down the door.\" The consultant said he respected Jobs and Ellison but felt like they were \"trying to play some type of fraternity joke.\""
      ],
      "source": {
        "link": "http://edition.cnn.com/TECH/9801/01/apple.oracle.reut/index.html",
        "text": "Reuters, Jan 1998"
      }
    },
    {
      "paragraph": [
        "I first met Steve Jobs 13 years ago, when I was working on a book on the history of Silicon Valley. Following an extended tap dance with his Apple gatekeeper, and after I’d already interviewed most of the Valley’s other leaders, Jobs agreed to see me, in a conference room at Apple headquarters. I got to see firsthand what I’d so often heard about: smarts, breadth, charm and abrasiveness.",
        "Even before sitting down, he said, \"You’ve got 20 minutes,\" adding with some derision, \"You’re not from here, are you?\" I asked why he asked, also wondering to myself where he’d honed his social graces. \"Look at how you’re dressed!\" he said. Jobs had on his usual black mock turtleneck and faded jeans. I was wearing a blue blazer and Oxford shirt. \"I was just trying to show you some respect,\" I offered. He nodded, smiled slightly and acknowledged my efforts.",
        "We wound up talking for three hours. I liked him right away, idiosyncrasies and all. […] In that initial [encounter], back in 1998, Jobs began by going to a whiteboard to draw a biographical timeline of the Valley. There were Bill Hewlett and Dave Packard back in 1938, developing an audio oscillator in their Palo Alto garage, and in the process giving birth to Silicon Valley (though it wasn’t called as such until the early 1970s, when silicon became the main element in microchips); there was brilliant-but-pathological William Shockley, who founded the first semiconductor company in 1956, in Mountain View; there were the \"Traitorous Eight\" -- including Gordon Moore, Bob Noyce and Gene Kleiner -- who bolted from Shockley to launch Fairchild Semiconductor in 1957, which led to the most famous of the \"Fairchildren\" spin-offs, a company called Intel, started by Moore and Noyce in 1968, as well as the Valley’s first major venture-capital firm, Kleiner Perkins Caufield & Byers, co-founded by Kleiner and Tom Perkins four years later.",
        "Jobs played the role of history teacher, with an appreciation for his entrepreneurial forbears that is rare in the Valley -- a place that cares mostly for the new. And he told the narrative with personal reverence and humility: Packard and Noyce had been mentors, so much so that when Jobs got fired from Apple in 1985 he met with them \"to apologize for screwing up so badly.\"",
        "What Jobs left out of the narrative, with even more uncharacteristic modesty, was Steve Jobs. At the end of that glorious chronology, sketched out over the course of 45 minutes, he should have added himself (and Steve Wozniak), for starting Apple Computer in 1976."
      ],
      "source": {
        "link": "http://tech.fortune.cnn.com/2011/10/11/70957/",
        "text": "David A. Kaplan, Fortune, Oct 11, 2011"
      }
    },
    {
      "paragraph": [
        "Steve had no idea who Herb Caen was, much less the tremendous clout he had with hundreds of thousands of Bay Area followers who religiously read his \"Baghdad by the Bay\" daily columns. One mention in one of Herb’s \"three dot\" columns could make or break your social life or even your career. So, I introduced Steve to Herb.",
        "Herb said, \"It’s a great pleasure to meet you at last,\" and Steve’s only reply was, \"how come the Chronicle is such a bad newspaper?\"",
        "\"It used to be a good paper,\" Herb said with a twinkle in his eyes. \"Why, what would you consider a good newspaper?\"",
        "This certainly got Will Hearst attention. \"Hopefully, the Examiner,\" he laughed.",
        "\"I only read the San Jose Mercury,\" Steve said. \"It covers the greatest industry in the Universe like no one else.\"",
        "\"But Steve,\" Will interjected, \"The Mercury is in Silicon Valley so of course they cover technology more.\""
      ],
      "source": {
        "link": "http://www.cultofmac.com/40455/steve-brings-tina-to-the-macworld-dinner-party-recollections/",
        "text": "David Bunnell, Cult of Mac, May 4, 2010"
      }
    },
    {
      "paragraph": [
        "[…] Jobs convinced Adams to start a software business around NeXT, which he did with a $2 million investment from Sequoia Capital. But as the business was under way, Jobs called Adams again to let him know that NeXT was going to give up its workstation business and focus instead on software.",
        "“He told me that the cost of hardware is coming down and we think it’s a commodity. I said, ‘Then why don’t you sell PCs?’ Jobs told me, ‘I’d rather sell dog s— than PCs.’”",
        "Adams says he has many memories of Jobs from those days at NeXT – how Jobs, a vegan, would pass by engineers enjoying their Subway sandwiches and comment, “Oh, the smell of burnt animal flesh. How delightful.” In 1986, Jobs dressed up as Santa Claus and handed out $100 bills to employees. Adams also said Jobs was constantly telling employees who had screwed up or done something he didn’t like to “fire yourself.” Was Jobs serious? “Well, if you didn’t get a termination notice then you knew he was only kidding.”"
      ],
      "source": {
        "link": "http://www.forbes.com/sites/connieguglielmo/2012/10/03/untold-stories-about-steve-jobs-friends-and-colleagues-share-their-memories/",
        "text": "Randy Adams to Forbes, Oct 3 2012"
      }
    },
    {
      "paragraph": [
        "I first encountered Steve Jobs in front of the Company Store, outside the main entrance to 1 Infinite Loop. It was July 2001, and I was a 23-year-old skate punk from New York who had been at Apple for all of six weeks.",
        "He almost ran me over.",
        "As I walked back from the campus fitness center, a silver Mercedes S-Class launched a wheel onto the sidewalk and nearly took me out. I whipped around and threw a dirty look at the driver. The door opened, and the driver spat an expletive at the curb as he exited. I recognized the face immediately. It’s him, I thought. Oh God, he’s pissed. […] I kept walking. DO NOT ENGAGE, I thought. DO NOT MAKE EYE CONTACT. But I couldn’t help myself. He kept walking briskly behind me, staring at the ground, visibly irritated about his car and whatever made him come into the office. After I looked back for the third or fourth time, he cracked a smile that said, This kid doesn’t even have the balls to talk to me. It was a week before Macworld New York. I took a deep breath and spoke.",
        "\"Ready for the show?\"",
        "He looked up and smiled for real. \"Yeah, we’ve got a lot of great stuff. It’s going to be fun.\"",
        "\"Well, I grew up in New York. Say hi for me.\"",
        "Another smile. \"OK.\"",
        "That moment changed my life, and other former and current employees surely have moments like it.  Whatever Steve was upset about that day was almost certainly more serious than anything I have faced in my career. Yet he still had the good sense to give me a smile and an act of courtesy. It taught me to never lose perspective and never forget who you’re dealing with, no matter what else is going on."
      ],
      "source": {
        "link": "http://www.appleoutsider.com/2011/10/07/rundown/",
        "text": "Matt Drance, Oct 7, 2011"
      }
    },
    {
      "paragraph": [
        "Steve Jobs was a genius, but he knew his limits. \"He was never a guy who tried to make believe he had expertise in something,\" said Barry Schuler, now a partner at venture capital firm Draper Fisher Jurvetson. That was clear to Schuler when he got a call from Jobs in early 1997 to come over to his old offices at NeXT Software in Redwood City, Calif. Jobs, at that point, hadn’t yet agreed to run Apple on a permanent basis.",
        "\"What’s this Internet thing?\" Schuler recalled Jobs asking. \"I don’t get it. What are people doing on it? What do they like about it?\"",
        "Schuler, who was AOL’s president of creative development at the time, remembered Jobs asking if the excitement was about reading magazines online.",
        "\"I don’t get why anyone would want to read a magazine on a computer screen,\" he said. \"That’s a terrible experience.\""
      ],
      "source": {
        "link": "http://www.businessweek.com/printer/technology/working-with-steve-jobs-10122011.html",
        "text": "Business Week, Oct 12, 2011"
      }
    },
    {
      "paragraph": [
        "He once [called] your editor, Andy Serwer, at Fortune, and John Huey, when he was trying to kill a story that you may have worked on at Fortune about his cancer treatment and everything else.",
        "And he finally said, \"What do you have in the story?\" And Serwer told him what’s in the book. And he finally said, \"Well, wait a minute, you’ve discovered that I’m an asshole? Why is that news?\" So, he was self-aware, he was tough."
      ],
      "source": {
        "link": "http://tech.fortune.cnn.com/2011/12/27/walter-isaacson-steve-jobs/",
        "text": "Walter Isaacson interview, Fortune, Dec 27, 2011"
      }
    },
    {
      "paragraph": [
        "One of my friends did an internship at Apple. Apparently Apple has a day where the interns get to meet Steve Jobs (this was obviously a few years back) and ask him questions. Two questions that were asked stuck in her mind:"
      ],
      "source": {
        "link": "http://www.quora.com/Steve-Jobs/What-are-some-great-stories-about-Steve-Jobs/answer/Dan-Zhang-1?__snids__=31091855#ans898598",
        "text": "Dan Zhang, Quora, Dec 29, 2011"
      }
    },
    {
      "paragraph": [
        "Pito showed Steve a clunky, character-based, primitive spreadsheet, but all of the elements of the future were there: there were formulas at the bottom of the spreadsheet, rather than integrated in the cells; it was multi-dimensional; and the user could instantly call up different views of the same data set.",
        "Immediately, Jobs wanted Back Bay for the NeXT. \"He kept getting more excited; he was the most excited person in the room,\" remembers Pito.",
        "Back Bay fit right in with Steve’s vision, says Allen: \"Right from the start, he was looking for something new... It might have been better financially for his company to get 1-2-3 [ported to the NeXT], but that would have compromised his vision.... [Back Bay] was attractive because it was a new kind of spreadsheet.\"",
        "A few days after the decision [to port Black Bay to the NeXT platform], Steve Jobs sent a huge bouquet of flowers to Cambridge. \"It was like he was wooing us,\" says Lynda. \"It must have been three feet tall!\""
      ],
      "source": {
        "link": "http://simson.net/clips/91.NW.Improv.html",
        "text": "Simson Garfinkel on Lotus Improv, 1991"
      }
    },
    {
      "paragraph": [
        "A little side story that he and I would fight over. If we were negotiating price for parts, we could negotiate a price with a vendor and at the last minute, Steve would come in and bang on the table and demand to get one more penny off. And of course they would give him one more penny off. Then he’d crow \"well I see you didn’t do as good a job as you could’ve getting the price down.\"",
        "And I’m saying, \"Yeah but that one more penny might’ve cost us a bit more ill will for times when parts are in short supply.\""
      ],
      "source": {
        "link": "http://articles.businessinsider.com/2011-05-24/tech/30085073_1_mike-markkula-apple-employees-apple-ii",
        "text": "Interview of Michael Scott, Business Insider, May 24, 2011"
      }
    },
    {
      "paragraph": [
        "He invited me into his room. It was just he and I. He had been shopping that day and bought me a matching pair of blue jeans and a black turtleneck sweater and matching round eyeglasses. He'd written a sketch for us to perform the next day at Macworld. I'd put my hands together in a kind of Jobs-like silent-prayer pose and then launch into his keynote. And then a few minutes into the address he'd come storming onto the stage and say, \"Wyle, you don't have me at all! What the hell are you doing? First I pick up my slide-clicker and then I put my hands together.\" He'd say, \"Ladies and gentlemen, Noah Wyle!\" And then he'd kick me off the stage and take over, introducing the latest piece of Apple technology.",
        "And that's exactly how we did it."
      ],
      "source": {
        "link": "http://tech.fortune.cnn.com/2011/10/07/noah-wyle-steve-jobs/",
        "text": "Noah Wyle, Fortune, Oct 7, 2011"
      }
    },
    {
      "paragraph": [
        "Jobs, who was known for his prickly, stubborn personality, almost missed meeting President Obama in the fall of 2010 because he insisted that the president personally ask him for a meeting. Though his wife told him that Obama \"was really psyched to meet with you,\" Jobs insisted on the personal invitation, and the standoff lasted for five days. When he finally relented and they met at the Westin San Francisco Airport, Jobs was characteristically blunt. He seemed to have transformed from a liberal into a conservative.",
        "\"You're headed for a one-term presidency,\" he told Obama at the start of their meeting, insisting that the administration needed to be more business-friendly. As an example, Jobs described the ease with which companies can build factories in China compared to the United States, where \"regulations and unnecessary costs\" make it difficult for them. Jobs also criticized America's education system, saying it was \"crippled by union work rules,\" noted Isaacson. \"Until the teachers' unions were broken, there was almost no hope for education reform.\" Jobs proposed allowing principals to hire and fire teachers based on merit, that schools stay open until 6 p.m. and that they be open 11 months a year.",
        "Jobs suggested that Obama meet six or seven other CEOs who could express the needs of innovative businesses -- but when White House aides added more names to the list, Jobs insisted that it was growing too big and that \"he had no intention of coming.\" In preparation for the dinner, Jobs exhibited his notorious attention to detail, telling venture capitalist John Doerr that the menu of shrimp, cod and lentil salad was \"far too fancy\" and objecting to a chocolate truffle dessert. But he was overruled by the White House, which cited the president's fondness for cream pie."
      ],
      "source": {
        "link": "http://www.huffingtonpost.com/2011/10/20/steve-jobs-biography-obama_n_1022786.html",
        "text": "Huffington Post, Oct 20, 2011"
      }
    },
    {
      "paragraph": [
        "After having written www, [inventor of the World Wide Web] Berners-Lee noticed that there was a NeXT developers conference in Paris at which Steve Jobs would be present. Tim packed up his black cube, complete with the optical disk which contained arguably the most influential and important code ever written and took a train to Paris.",
        "It was a large and popular conference and Tim was pretty much at the end of the line of black NeXT boxes. Each developer showed Steve Jobs their new word-processor, graphic programme and utility and he slowly walked along the line, like the judge at a flower show nodding his approval or frowning his distaste. Just before he reached Tim and the world wide web at the end of the row, an aide nudged Jobs and told him that they should go or he’d be in danger of missing his flight back to America. So Steve turned away and never saw the programme that Tim Berners-Lee had written which would change the world as completely as Gutenberg had in 1450. It was a meeting of the two most influential men of their time that never took place. Chatting to the newly knighted Sir Tim a few years ago he told me that he had still never actually met Steve Jobs."
      ],
      "source": {
        "link": "http://www.stephenfry.com/2011/10/06/steve-jobs/single-page/",
        "text": "Stephen Fry, Oct 6, 2011"
      }
    },
    {
      "paragraph": [
        "Some time later, I worked on a Twitter client with my pal Buzz. A friend of his who worked at Apple told us this little story.",
        "Steve tapped here and there, flicked the scrollview a bit, then handed the phone back. \"The background needs more texture,\" he said.",
        "I’ll do better next time, Steve."
      ],
      "source": {
        "link": "http://mrgan.tumblr.com/post/11090229578/steve",
        "text": "Neven Morgan, Oct 5, 2011"
      }
    },
    {
      "paragraph": [
        "Anyone who doubts the tenacity of Steven P. Jobs gets an earful from his head cheerleader and principal investor, billionaire H. Ross Perot.",
        "Perot tells of a San Francisco party last year where he ran into the King of Spain. When the King asked whom else he should meet there, Perot suggested Jobs. Soon, the King engaged the entrepreneur in what Perot recalls as an \"electric conversation,\" with Jobs gesturing madly in front of the transfixed monarch. Then the King took out his card, scribbled on the back, and handed it to Jobs. Perot hurried across the room. \"What happened?\" Replied a beaming Jobs: \"I sold him a computer.\""
      ],
      "source": {
        "link": "http://www.businessweek.com/1989-94/pre88/b30761.htm",
        "text": "Business Week, Oct 24, 1988"
      }
    },
    {
      "paragraph": [
        "Jobs was quiet during the pitch [of the Think Different campaign by TBWA], but he seemed intrigued throughout, and now it was time for him to talk.",
        "He looked around the room filled with the \"Think Different\" billboards and said, \"This is great, this is really great … but I can’t do this. People already think I’m an egotist, and putting the Apple logo up there with all these geniuses will get me skewered by the press.\"",
        "The room was totally silent. The \"Think Different\" campaign was the only campaign we had in our bag of tricks, and I thought for certain we were toast.",
        "Steve then paused and looked around the room and said out loud, yet almost as if to his own self, \"What am I doing? Screw it. It’s the right thing. It’s great. Let’s talk tomorrow.\" In a matter of seconds, right before our very eyes, he had done a complete about-face."
      ],
      "source": {
        "link": "http://www.forbes.com/sites/onmarketing/2011/12/14/the-real-story-behind-apples-think-different-campaign/",
        "text": "Fordbes, Dec 14, 2011"
      }
    },
    {
      "paragraph": [
        "I would say that the challenge was, who was more stubborn, Steve or me, and I think I won.",
        "The other argument at the meetings was would Steve take his dirty feet and sandals off the table, because he sat at one end of the conference table, and Markkula sat at the other end chain smoking. So we had to have special filters in the attic in the ceiling to keep the room filter. I had the smokers on one side and the people with dirty feet on the other.",
        "[Laughter from interviewer.]",
        "It was not funny then. Everybody has their pet peeves."
      ],
      "source": {
        "link": "http://articles.businessinsider.com/2011-05-24/tech/30085073_1_mike-markkula-apple-employees-apple-ii",
        "text": "Interview of Michael Scott, Business Insider, May 24, 2011"
      }
    },
    {
      "paragraph": [
        "On my first day at NeXT, as we walked around the building, my colleagues shared in hushed voices that Jobs personally chose the wood flooring and various appointments. He even specified the outdoor sprinkler system layout.",
        "I witnessed his attention to detail during a marketing reorganization meeting. The VP of marketing read Jobs’s e-mailed reaction to the new org chart. Jobs simply requested that the charts be reprinted with the official corporate blue and green colors. Shifted color space was like a horribly distorted concerto to his senses."
      ],
      "source": {
        "link": "http://www.businessweek.com/printer/magazine/steve-jurvetson-on-steve-jobs-10062011.html",
        "text": "Steve Jurvetson on Steve Jobs, Business Week, Oct 6, 2011"
      }
    },
    {
      "paragraph": [
        "For our fifth D conference, both Steve and his longtime rival, the brilliant Bill Gates, surprisingly agreed to a joint appearance, their first extended onstage joint interview ever. But it almost got derailed.",
        "Earlier in the day, before Gates arrived, I did a solo onstage interview with Jobs, and asked him what it was like to be a major Windows developer, since Apple’s iTunes program was by then installed on hundreds of millions of Windows PCs. He quipped: \"It’s like giving a glass of ice water to someone in Hell.\"",
        "When Gates later arrived and heard about the comment, he was, naturally, enraged, because my partner Kara Swisher and I had assured both men that we hoped to keep the joint session on a high plane.",
        "In a pre-interview meeting, Gates said to Jobs: \"So I guess I’m the representative from Hell.\" Jobs merely handed Gates a cold bottle of water he was carrying. The tension was broken, and the interview was a triumph, with both men acting like statesmen. When it was over, the audience rose in a standing ovation, some of them in tears."
      ],
      "source": {
        "link": "http://allthingsd.com/?p=129366&ak_action=printable",
        "text": "Walt Mossberg, Oct 5, 2011"
      }
    },
    {
      "paragraph": [
        "Growing up I was a huge apple fan-boy (fine, still am.) The first NY apple store in Soho opening was probably the coolest thing that happened to me between the ages 6 and 12. For a while I would spend almost every weekend there. Every year for halloween I was a mac, and I made a habit of shaving the Apple logo into my head to celebrate every OS launch.",
        "My neighbor Brooke mentioned that Steve Jobs, busy as he is, always reads email sent to his public address. I think I was around 10 or 12, and I sent a very enthusiastic and grammatically incorrect message including a picture of my shaved head [with an Apple logo in  the back).",
        "Apparently he forwarded it to the head of Public Relations, Katie [Cotton], and I got invited to the opening of the 5th Avenue Cube. I can never thank them enough. This was probably the high point of my childhood."
      ],
      "source": {
        "link": "http://allenpaltrow.tumblr.com/post/9375814057/my-experience-with-jobs-and-apple",
        "text": "Allen Paltrow, Oct 6, 2011"
      }
    },
    {
      "paragraph": [
        "Steve walked in dressed in a beautiful pinstriped, double-breasted suit with a white shirt and red tie. Right away, there was a problem — Steve didn’t like the images we had chosen for the Mac screens. Aware that he might bolt any moment, Andrew and I worked feverishly to fix them — putting up exactly what Steve said he wanted. Meanwhile he stared at Mosgrove, and said, \"Are you one of those type of photographers who takes dozens of photos hoping one of them will turn out okay?\" Will just looked at him and shrugged.",
        "\"Take a picture of this,\" Steve said, holding up his middle finger. We stared in disbelief. Someone must have keyed his Mercedes again, I remember thinking.",
        "Crazy as it was, the \"computer gods\" were with us that day. Somehow we got our Steve Jobs photo and it is a classic, but if I wasn’t a nimble thinker it would never have appeared. A couple weeks after the photo shoot, Steve called to say, \"Gee, David, I’ve changed my mind, I don’t want to be on the cover of Macworld.\"",
        "\"Too late,\" I lied, \"the cover is already at the printer and we can’t change it.\"",
        "In reality, a few pages were at the printer, but not the cover, and we could have changed it if we really wanted to, which, of course, we didn’t."
      ],
      "source": {
        "link": "http://www.cultofmac.com/39080/steve-jobs-poses-for-1st-cover-of-macworld-then-changes-mind-recollections/",
        "text": "David Bunnell, Cult of Mac, Apr 26, 2010"
      }
    },
    {
      "paragraph": [
        "Jobs had always been unapologetic about the incompatibility [between iPod and other music software than iTunes], insisting that Apple should not make iPods interoperable with competitors until its customer demand it. I once tried to get him to admit that the limitation was unfriendly to customers, but he would not bulge. He challenged me to provide an example where Apple's actions could harm a listener. Finally I came up with something.",
        "\"You love Bob Dylan, Steve,\" I said. \"He records with Sony, your competitor in selling muisc. What if Sony sold a really great, previously unreleased Dylan song on its music store? None of your iTunes customers could download it and listen to it on their computers or iPods. Isn't that a disadvantage?\"",
        "\"Bob Dylan loves us,\" said Jobs. \"He's never do that.\"",
        "I thought that was a fairly lame comeback. But a few months later, Dylan did okay the release of two fantastic outtakes from the legendary Blood on the Tracks sessions for online sale —on the iTunes store, not his own label Sony's store."
      ],
      "source": {
        "link": "http://www.amazon.com/gp/product/B000MGATVC/ref=as_li_qf_sp_asin_il_tl?ie=UTF8&tag=allaboustevjo-20&linkCode=as2&camp=1789&creative=9325&creativeASIN=B000MGATVC",
        "text": "The Perfect Thing by Steven Levy"
      }
    },
    {
      "paragraph": [
        "When CNBC reporter Jim Goldman interviewed Jobs after Tuesday’s Macworld keynote, he passed on a comment from Robbie Bach, entertainment chief at Microsoft, that the Zune 2 is a “worthy alternative to Apple’s iPod”.",
        "Jobs reply? “Was he inebriated? Do you even know anyone who owns a Zune?”"
      ],
      "source": {
        "link": "http://www.wired.com/gadgetlab/2008/01/celebrity-bitch/",
        "text": "Wired, Jan 18 2008"
      }
    },
    {
      "paragraph": [
        "Steve said that the feedback on the ad was about 75% favorable. The other 25% of negative reactions to the ad had that \"come on, let's show 'em why we kick Microsoft's butt!\" flavor. Steve said that back when we DID kick Microsoft (DOS's) butt by about a factor of 100, this was easy to do. Only took 15...30...maybe 60 seconds at the most to convey that message. Now that we only kick Microsoft's butt by a factor of 2 (or thereabouts), this is not a good strategy because it's much harder to convince people of that difference that quickly. Rather, we should adopt the techniques of someone like Nike.",
        "Actually, he started off with the example of MILK. Way back when, the Dairy Association tried to pitch milk (unsuccessfully, and for about a decade) as something that was \"good for you\". (\"By the way, it isn't!\", said Steve). Now the Milk Council or whatever it calls itself these days is pitching milk by a campaign centered on the absence of milk. Bringing back that smell we all have of our moms baking cookies. Something we MISS. And it's working!",
        "Then he reminded us of the Nike \"just do it\" example. \"Everyone on the planet\" can tell you what and who \"Just Do It!\" stands for. Contrast that with a company like Kinney shoes, he said. They make shoes. Just like Nike. But how many of us even remember Kinney? Nike has The Message. It's about athletics and success. Not about shoes. We remember that.",
        "He quoted some figures. Apple spends 100 million $ a year on advertising. And it hasn't done us much good, Steve admitted. We'll continue to spend the same amount. Not much more or less. Only we'll spend it better. Because […] our brand is the most - or at least one of the most - valuable things we have going for us now. Then he read the letter I mentioned earlier. It was a good - no, great - speech, delivered in a \"I may sound like I'm musing but I'm damned sure of what I'm saying\" tone.",
        "And the beer did not suck!"
      ],
      "source": {
        "link": "http://scripting.com/davenet/stories/beerFoodAndSteve.html",
        "text": "Dave Winer, Sep 30, 1997"
      }
    },
    {
      "paragraph": [
        "As the conversation went: \"I hear you’re not really one to give autographs, but I just gotta ask....will you sign my iPod? It’s fine if you don’t want to. I’m not normally one to even ask for autographs\".",
        "Steve: *chuckling* \"it’s quite alright. You heard that about me?? well I wouldn’t say that I don’t like giving autographs, I guess I was never comfortable with the idea solely taking credit for something, which is to me what an autograph might imply. To be honest, I think I’m the last person who should sign something. A writer signing a book I can understand, but I think if anybody within our company should sign something, it should be members from our R&D team and all the others responsible for product innovation. It’s unfortunate that they all can’t receive the same level recognition. But I suppose it’s easier this way though?... you would need a pretty big iPod to fit all those signatures\". "
      ],
      "source": {
        "link": "http://www.macrumors.com/2011/12/19/ipod-shuffle-signed-by-steve-jobs-available-on-ebay/",
        "text": "Mac Rumors, Dec 19, 2011"
      }
    },
    {
      "paragraph": [
        "Three weeks after we launched I got a call in the office from someone at Apple that said, \"Scott Forstall wants to talk to you and he's the head software guy.\" And I said sure...",
        "Only it wasn't Scott that called it was Steve. And Steve never announces where he's gonna be and what he's gonna do because there's too much commotion around it. So he said, \"Dag, this is Steve Jobs.\"",
        "And he wanted me to come over to his house the next day, and I did, and I spent 3 hours with him in front of his fireplace having this surreal conversation about the future. And, you know, he talked about why Apple was going to win, and we talked about how Siri was doing. And he was very excited about the fact that.. you know, he was very interested in this area in general but, you know, they're patient, they don't jump on anything until they feel they can go after something new and he felt that we cracked it. So that was his attraction.",
        "I ended up very lucky, timing wise. I got to work with him for a year before he got real sick. And he's pretty incredible. The stories are true. All of the stories."
      ],
      "source": {
        "link": "http://www.networkworld.com/community/blog/steve-jobs-wasnt-fan-siri-name",
        "text": "Dag Kittlaus, co-founder of Siri, about Apple’s 2010 acquisition"
      }
    },
    {
      "paragraph": [
        "I bumped into Steve at the Palo Alto Whole Foods near both of our homes. He was in front of me in line paying for his groceries. It was the express checkout and he was wearing his traditional black turtle-neck. This was back in the early 2000s.",
        "Here was a very wealthy, smart guy arguing with the cashier about what the correct change was for his purchase. He was demanding that he got another quarter ($0.25) for his change. This discussion went on for several minutes and held up the line so much that everyone behind him (including us) were getting annoyed.",
        "I guess Steve had to be right. The cashier gave him a quarter and he walked away."
      ],
      "source": {
        "link": "http://www.quora.com/Steve-Jobs/What-are-the-best-stories-about-people-randomly-meeting-Steve-Jobs/answer/Roy-Pereira",
        "text": "Roy Pereira, Quora, Oct 24 2012"
      }
    },
    {
      "paragraph": [
        "Jobs's nagging perfectionism extended to every detail. He insisted on a finish inside the [NeXT] cube's magnesium shell -- even though it would never be seen.",
        "He disliked a tiny line left in the chassis by the molds for the cube, a flaw most computer makers deem unavoidable. Jobs flew to Chicago to persuade the die caster to retool. \"Not a lot of die casters expect a celebrity to fly in,\" says Kelley."
      ],
      "source": {
        "link": "http://www.businessweek.com/1989-94/pre88/b30761.htm",
        "text": "Business Week, Oct 24, 1988"
      }
    },
    {
      "paragraph": [
        "According to one person who attended an executive committee meeting soon after the Next acquisition, one item on the agenda was to discuss print advertising strategy for the then-newly released Macintosh 3400 and Power Mac machines. Amelio turned the meeting over to the company's vice president of advertising and brand communications, David Roman, who would unveil the \"We're Back\" series of ads, and urged the group to save their questions until after Roman was finished.",
        "Roman had barely started when Jobs interrupted, clearly agitated. It was apparently something Roman said about placing Macintosh ads in newspapers. \"Why do we want to spend all this money on newspaper advertising when these newspapers are killing us on the editorial page?\" Jobs asked, as quoted by the person who attended the meeting. […]",
        "\"We were kind of stunned at how quickly Gil lost control of the meeting, about how he was unwilling to stand up to Jobs,\" said another Apple executive who also attended the meeting. […] In the end, Amelio's cautious and non-confrontational style created an environment in which Jobs could freely impose his hyper-formidable will."
      ],
      "source": {
        "link": "http://web.archive.org/web/19971018080221/http://www.sjmercury.com/business/apple/jobs080997.htm",
        "text": "The 'new' Jobs shows two faces, The San Jose Mercury News, August 10, 1997"
      }
    },
    {
      "paragraph": [
        "The last time I saw Jobs was by chance in the courtyard at Apple headquarters 3½ years ago. I was there with my older son, then 15, to have lunch with an Apple friend. My son is a big Apple fan and user. By chance, we saw Jobs was walking along by himself, pecking away at his iPhone. I said hello, as did he -- and he then took my son aside to chat for several minutes, about technology and thinking large. My son was rapt.",
        "It was a gracious thing for Jobs to do, with no payoff for himself. (I don’t merit efforts to co-opt.) He later e-mailed me about the joys of parenthood. While Jobs was tone-deaf at times, he wasn’t a jerk."
      ],
      "source": {
        "link": "http://tech.fortune.cnn.com/2011/10/11/70957/",
        "text": "David A. Kaplan, Fortune, Oct 11, 2011"
      }
    },
    {
      "paragraph": [
        "We were in Jobs’ neighborhood two weekends ago having dinner with some friends of my parents, and we decided to take a walk in order to look at Steve Jobs’ and Steve Young’s houses, which are right next to each other. We headed over, and all of a sudden were alongside Jobs house. It’s a really unusual and interesting house, but very understated and relatively small. You can just freely walk on the sidewalk right next to it.",
        "Well, we were walking along, and I heard dishes clattering, coming from his house, and I look over and there he was in his kitchen window, black turtleneck and all, washing dishes. He just looked up at us, maybe 15 feet away. Nothing in between us but a window, no tall fence (a short, decorative, waist-high one). And we just walked on and proceeded to admire the apple orchard he has in his front yard, and even walked up his driveway a little to see his tulip garden.",
        "His neighbor, who we were walking with, told us that his security lives in the house next door, and he is under constant surveillance, but I still couldn’t help but be shocked at how simple and unassuming his house was, and the fact that we saw him washing his dishes."
      ],
      "source": {
        "link": "http://gawker.com/5506526/a-treasure-trove-of-steve-jobs-stories",
        "text": "Gawker, Mar 31, 2010"
      }
    },
    {
      "paragraph": [
        "Another time, she was whispering to someone in the corner of the conference room while Jobs was interrogating someone on the other side of the room.",
        "\"Suddenly, he turned around and said, ‘Could you please be quiet—I’m trying to yell at someone over here!’ \" Riley said."
      ],
      "source": {
        "link": "http://www.businessweek.com/printer/technology/working-with-steve-jobs-10122011.html",
        "text": "Business Week, Oct 12, 2011"
      }
    },
    {
      "paragraph": [
        "The night before our interview, Jobs and his kids sat down for their first family screening of Pixar’s 2004 release \"The Incredibles.\" After that, he tracked the countdown to the 100 millionth song sold on the iTunes store. Apple had promised a prize to the person who moved the odometer to 10 figures, and as the big number approached, fortune seekers snapped up files at a furious rate. At around 10:15, 20-year-old Kevin Britten of Hays, Kans., bought a song by the electronica band Zero 7, and Jobs himself got on the phone to tell him that he’d won. Then Jobs asked a potentially embarrassing question:",
        "\"Do you have a Mac or PC?\"",
        "\"I have a Macintosh... duh!\" said Britten.",
        "Jobs laughs while recounting this."
      ],
      "source": {
        "link": "http://www.thedailybeast.com/newsweek/2004/07/25/ipod-nation.html",
        "text": "Newsweek, Jul 25, 2004"
      }
    },
    {
      "paragraph": [
        "Jobs said he was betting the company on the machine and so it needed a great name. He suggested one at the meeting, Segall says, but it was terrible. [It was later revealed the name was ‘MacMan’]",
        "Jobs said the new computer was a Mac, so the name had to reference the Macintosh brand. The name had to make it clear the machine was designed for the internet. It also had to be applicable to several other upcoming products. And it had to be quick: the packaging needed to be ready in a week.",
        "Segall says he came back with five names. Four were ringers, sacrificial lambs for the name he loved — iMac. \"It referenced the Mac, and the \"i\" meant internet,\" Segall says. \"But it also meant individual, imaginative and all the other things it came to stand for.\" The \"i\" prefix could also be applied to whatever other internet products Apple was working on. Jobs rejected them all, including iMac.",
        "\"He didn’t like iMac when he saw it,\" Segall says. \"I personally liked it, so I went back again with three or four new names, but I said we still like \"iMac.\" He said: ‘I don’t hate it this week, but I still don’t like it.’\"",
        "Segall didn’t hear any more about the name from Jobs personally, but friends told him that Jobs was silk-screening the name on prototypes of the new computer. He was testing it out to see if it looked good. \"He rejected it twice but then it just appeared on the machine,\" Segall says, laughing. \"He never formally accepted it.\"",
        "While working on the name, Jobs purposely worked in a small, tight-knit group. He didn’t want to have a lot of opinions at the table. He also didn’t do any market research or testing. \"Apple in my entire time never tested a thing in print or on TV,\" Segall says. \"Everybody else tests everything.\""
      ],
      "source": {
        "link": "http://www.cultofmac.com/20172/20172/",
        "text": "Ken Segall interview, Cult of Mac, Nov 3, 2009"
      }
    },
    {
      "paragraph": [
        "I was an intern [at Apple in the summer of 2001] and one day the head of the intern program gathered the almost 100 interns into the Town Hall auditorium in Infinite Loop 4 for a \"surprise guest speaker\" that wasn’t really much of a surprise: Steve Jobs. The meeting had no agenda but I had a hunch that when Steve (everyone who has ever worked at Apple just calls him \"Steve\") ended his remarks there would be a Q&A session. My mind started racing. This was probably going to be the one time in my life when I would have the chance to ask Steve Jobs a question and get a reply. This has *got* to be a good question. This was like getting a chance to shoot a basket with Michael Jordan, you want to take a good shot.",
        "I can’t remember exactly the questions that I decided against, but I remember specifically thinking that I wanted to ask something that hadn’t been captured in the numerous books I had read about Apple’s history. Something Macworld magazine hadn’t reported on. Something Steve hadn’t talked about in the press before. And something personal to him. The other interns, disappointingly to me, were asking questions more about the company like \"Is Apple ever going to go after the enterprise market?\" (Steve’s response, a refreshing \"If you’re interested in that, you’re probably at the wrong company.\")",
        "Steve got to about his 4th question from the audience and by this point almost every single intern had their hand up. [Steve pointed to Jonathan] I was nervous. \"Steve, many years ago you left Apple to start NeXT. But recently you returned to Apple. Why did you come back to Apple?\" I could be filling in false details, but I remember Steve thinking for a moment with his characteristic \"fingertip pressed together downward glance\". He then proceeded to give a two part answer.",
        "The first part of his answer I’ve completely forgotten because it seemed to be a canned spiel that he had used before. It had something to do with Apple’s products or mission. I started losing interest because it sounded like something I might have even heard Steve say before at a keynote. I felt a bit disappointed that my one chance to learn something new and unique about Steve was probably about to end. But then, as if to try again at my question, he added a second part to his answer.",
        "\"When I was trying to decide whether to come back to Apple or not I struggled. I talked to a lot of people and got a lot of opinions. And then there I was, late one night, struggling with this and I called up a friend of mine at 2am. I said, ‘should I come back, should I not?’ and the friend replied, ‘Steve, look. I don’t give a fuck about Apple. Just make up your mind’ and hung up. And it was in that moment that I realized I truly cared about Apple.\"",
        "[This friend was Andy Grove, the former Intel CEO]"
      ],
      "source": {
        "link": "http://baligu.blogspot.com/2011/08/my-one-question-for-steve-jobs-in-2000.html",
        "text": "Jonhatan Berger, Aug 25, 2011"
      }
    },
    {
      "paragraph": [
        "Jobs could be ruthless when he talked to the labels. Kevin Gage, then Warner's technology vice president, remembers one key meeting at Apple's Cupertino, California headquarters where he and Vidich tried to persuade Jobs that digital rights management – virtual \"locks\" to prevent songs from being shared – was necessary to get other labels on board.",
        "He was three slides into a PowerPoint presentation when Jobs, rocking in his chair, exploded into a tirade about how the music business just didn't get it. \"He said, 'You've got your head stuck up your ass' to me a number of times,\" Gage recalls. \"There's that side of Steve – but in a smooth kind of way. He never reacted to Roger [Ames, then Warner's CEO] the same way he reacted to Paul and myself, put it that way. When Roger came into the room, you saw Steve at his brightest and sharpest.\""
      ],
      "source": {
        "link": "http://www.rollingstone.com/music/news/steve-jobs-music-vision-20111007?print=true",
        "text": "Rolling Stone, Oct 7, 2011"
      }
    },
    {
      "paragraph": [
        "The Western Electronic Manufacturers Association used to hold annual industry conferences in Monterey. Steve keynoted one of the conferences in the early 1980s. But rather than tout the greatness of Apple, or the potential of personal computers, or anything material or mundane, Steve spoke passionately for 40 minutes on one subject -- the dangers of nuclear warfare. That was it."
      ],
      "source": {
        "link": "http://www.benrosen.com/2011/10/memories-of-steve.html",
        "text": "Ben Rosen, Oct 22, 2011"
      }
    },
    {
      "paragraph": [
        "One Sunday morning, January 6th, 2008 I was attending religious services when my cell phone vibrated. As discreetly as possible, I checked the phone and noticed that my phone said \"Caller ID unknown\". I choose to ignore.",
        "After services, as I was walking to my car with my family, I checked my cell phone messages. The message left was from Steve Jobs. \"Vic, can you call me at home? I have something urgent to discuss\" it said. Before I even reached my car, I called Steve Jobs back. I was responsible for all mobile applications at Google, and in that role, had regular dealings with Steve. It was one of the perks of the job.",
        "\"Hey Steve - this is Vic\", I said. \"I'm sorry I didn't answer your call earlier. I was in religious services, and the caller ID said unknown, so I didn't pick up\". Steve laughed. He said, \"Vic, unless the Caller ID said 'GOD', you should never pick up during services\". I laughed nervously. […]",
        "\"So Vic, we have an urgent issue, one that I need addressed right away. I've already assigned someone from my team to help you, and I hope you can fix this tomorrow\" said Steve. \"I've been looking at the Google logo on the iPhone and I'm not happy with the icon. The second O in Google doesn't have the right yellow gradient. It's just wrong and I'm going to have Greg fix it tomorrow. Is that okay with you?\"",
        "Of course this was okay with me. A few minutes later on that Sunday I received an email from Steve with the subject \"Icon Ambulance\". The email directed me to work with Greg Christie to fix the icon."
      ],
      "source": {
        "link": "https://plus.google.com/107117483540235115863/posts/gcSStkKxXTw",
        "text": "Vic Gundotra, Google+, Aug 25, 2011"
      }
    },
    {
      "paragraph": [
        "I remember being at a talk he gave shortly after returning in 1997 as Interim CEO. A bunch of us employees (I was at ATG at the time) were in Town Hall in Building 4 at Infinite Loop to hear him, and he was fired up. Talked a lot about how Apple was going to completely turn things around and become great.",
        "It was a tough time at Apple — we were trading below book value on the market — our enterprise value was actually less than our cash on hand. And the rumors were everywhere that we were going to be acquired by Sun. Someone in the audience asked him about Michael Dell’s suggestion in the press a few days previous that Apple should just shut down and return the cash to shareholders, and as I recall, Steve’s response was: “Fuck Michael Dell.” Good god, what a message from a CEO!",
        "He followed it up by admitting that the stock price was terrible (it was under $10, I think — pretty sure it was under $2 split-adjusted), and that what they were going to do was reissue everyone’s options on the low price, but with a new 3 year vest. He said, explicitly: “If you want to make Apple great again, let’s get going. If not, get the hell out.” I think it’s not an overstatement to say that just about everyone in the room loved him at that point, would have followed him off a cliff if that’s where he led."
      ],
      "source": {
        "link": "http://john.jubjubs.net/2011/10/09/steve-jobs/",
        "text": "John Lilly, Oct 9, 2011"
      }
    },
    {
      "paragraph": [
        "We filled walls and did all sorts of stuff. It needed to have the word Mac in the name. And there’s an easy way to get on the Internet. When we went in to show Steve there was such things as MacRocket, another was Macster and MacMan. What Steve liked about MacMan was, we thought it sounded a little like Walkman, and he said Sony is a great consumer electronics company, and if there is a rub-off from that I don’t think it would be a terrible thing. Ten years later Steve wouldn’t feel that way any longer.",
        "The thing he told us to keep in mind was because it looked kind of toylike, I don’t want it to sound like a toy. Then we all scratched our heads and said MacMan sounds like PacMan, it sounds like a game. But Steve had that “I like it” thing going on and he followed his heart a lot of the time. The only good thing we could do is go back and find a better one. So I came up with five names, I saved the best one for last. And I said, iMac, and we can list bullet points:",
        "It’s so short and we can own that, and one of the reasons also was maybe one day we would want to use it as a foundation for other names. Steve’s reaction? “Hate it.” So we come back a week later with three new names, and, “Hate it, hate it, hate it.”",
        "But we said we still like this one, iMac. And Steve said, I don’t hate it this week, but I still don’t like it, so you’ve got two days.",
        "The next day Steve had it silk-screened on a computer model and he was showing it to his inner circle. There was never a phone call from Steve saying, you guys really are geniuses. It was just silence, and it was suddenly iMac, which was great."
      ],
      "source": {
        "link": "http://bits.blogs.nytimes.com/2012/07/06/ken-segall-insanely-simple/?pagewanted=all",
        "text": "Ken Segall on the name ‘iMac’"
      }
    },
    {
      "paragraph": [
        "He’s paid $100,000 to have the logo for NeXT Computer. Paul Rand, who did it, who was a great designer — [Steve Jobs] said, \"I want you to design a business card for me.\" It was \"Steven P. Jobs.\" And they fought over whether the period after the P should be under the P, which is what you could do with bitmap displays, or if it should be right afterward, which was the normal way of doing it.",
        "And they fought so badly that Paul Rand would not surrender, and Steve Jobs had it done his own way. This is the passion for detail and perfection that is usually considered a micromanaging passion, but he does connect it, too, to the broad vision. And the broad vision is... I mean, look, the whole desktop publishing industry comes out of the fact that he cared about fonts."
      ],
      "source": {
        "link": "http://tech.fortune.cnn.com/2011/12/27/walter-isaacson-steve-jobs/",
        "text": "Walter Isaacson interview, Fortune, Dec 27, 2011"
      }
    },
    {
      "paragraph": [
        "During one of our agency’s regularly scheduled marketing meetings with Steve, he asked for our advice on what he felt was a conundrum. Which was more important — to make the logo look right to the owner before the PowerBook was opened, or to have it look right to the rest of the world when the machine was in use?",
        "Look around today and the answer is pretty obvious. Every laptop on earth has a logo that’s right-side up when the machine is opened. Back then, it wasn’t so obvious, probably because laptops were not yet ubiquitous.",
        "So we debated the issue. There were decent arguments on both sides. It seemed like we were damned if we did and damned if we didn’t. Remember, Steve was the guy who put the customer experience first. In the end, that was the reason he ended making the decision he did. He thought that the most important person in the equation was the one who shelled out good money to buy the product in the first place.",
        "It was only when later PowerBook models were designed that Steve reconsidered and decided the logo should face the world right-side up. That one fleeting moment of pleasure for the owner started to feel tiny in comparison. Looking back, it borders on the unbelievable that something so wrong could ever have seemed right. That Steve Jobs ever wrestled with this decision only proves one thing: being right in retrospect is much easier being right in real time."
      ],
      "source": {
        "link": "http://kensegall.com/blog/2011/12/apples-upside-down-thinking/",
        "text": "Ken Segall (former Apple ad man), Dec 6, 2011"
      }
    },
    {
      "paragraph": [
        "When Steve tried to hire me I said, \" I don't like having a boss.\"",
        "He said, \"A lot of people say working for me is like not having a boss.\"",
        "Yes, it's a true story."
      ],
      "source": {
        "link": "https://twitter.com/#!/wilshipley/status/107555737575763968",
        "text": "Wil Shipley, @wilshipley, Twitter, Aug 27, 2011"
      }
    },
    {
      "paragraph": [
        "Somebody just walked up to me at one point [and] he said:",
        "\"I work at Apple and I sort of met Steve Jobs.\"",
        "I said, \"How?\"",
        "\"He cut in front of me in the cafe to grab some food.\"",
        "\"Did he say ‘I’m sorry’?\"",
        "\"No.\""
      ],
      "source": {
        "link": "http://tech.fortune.cnn.com/2011/12/27/walter-isaacson-steve-jobs/",
        "text": "Walter Isaacson interview, Fortune, Dec 27, 2011"
      }
    },
    {
      "paragraph": [
        "After leaving my job at Apple, I dropped in for lunch one day. I was exiting the main building, Infinite Loop One, and just ahead of me was Steve Jobs, walking with the usual spring in his step that never seemed to go away even as he started looking more frail. Bumping into Steve was a surprisingly common occurrence for such a large company as Apple.",
        "Steve was heading towards a car parked next to the curb with its door open, waiting for him. The car was idling. A family was standing near the Apple sign outside the building, a common site for people to take photos on their pilgrimages to Apple.",
        "Steve took a great deal of care composing the photo, backing up a few steps several times, tapping the iPhone screen to lock focus, then said \"Smile!\" as he snapped the photo, grinning a little bit himself to encourage the family to follow suit.",
        "He handed back the iPhone and they said \"Thank you, sir\" as Steve stepped into his car, closed the door, and was driven away. The family looked at the photo that Steve had taken and all agreed that it looked great. Then the iPhone was pocketed and they were on their way.",
        "And that was the last time I saw Steve Jobs."
      ],
      "source": {
        "link": "http://blog.pluckytree.org/post/12223068604/the-last-time-i-saw-steve-jobs",
        "text": "Chris Hynes, Oct 7, 2011"
      }
    },
    {
      "paragraph": [
        "Just as my vision turned into a painful blur, Steve turned to Andrew and asked, \"What makes you think a dull PC guy like yourself can appreciate an elegant machine for artists like the Macintosh?\"",
        "\"Well, Steve,\" Andrew chuckled, \"I didn’t used to be so dull. Before PC World, I edited the Whole Earth Catalog, and I’m still a Dead-Head.\"",
        "\"Look,\" I volunteered, \"Andrew actually went to the Dead concert in Egypt and we were both at the US Festival–this IBM thing is just something we fell into and gosh, you can’t blame us, it’s been quite an amazing trip.\"",
        "\"Oh, yeah, and I suppose you both dropped acid on your way to Cupertino this morning?\"",
        "We all laughed at Steve’s joke."
      ],
      "source": {
        "link": "http://www.cultofmac.com/39023/my-close-encounters-with-steve-jobs-meeting-steve/",
        "text": "David Bunnell, Cult of Mac, Apr 20, 2010"
      }
    },
    {
      "paragraph": [
        "Prior to his return to Apple, it was obvious that the company was in trouble. […] I wrote an impassioned email to Steve at Pixar, pleading with him to find something else to do with his time. \"Please,\" I implored him, \"don't come back to Apple, you'll ruin it.\" At the time, I really thought Steve and Larry were just twisting the knife into an already struggling company. As I made my living on Macs, I wanted the company to survive and not be distracted by Steve and Larry's games.",
        "Shortly thereafter, Steve emailed me. He explained what he was trying to do, and that he was trying to save Apple. And then he wrote the words I'll never forget: \"You may be right. But if I succeed, remember to look in the mirror and call yourself an asshole for me.\"",
        "Consider it done, Steve. I could not have been more mistaken."
      ],
      "source": {
        "link": "http://www.quora.com/Steve-Jobs/What-are-the-best-stories-about-people-randomly-meeting-Steve-Jobs/answer/Michell-Smith",
        "text": "Michell Smith, Quora, Oct 24 2012"
      }
    },
    {
      "paragraph": [
        "Jobs was a fruitarian (someone who only eats fruit), and he continued to be a strict vegan throughout his life. But he made an exception for Japanese food.",
        "Such was his love of soba that he sent the chef from Caff&eacute; Mac, the Apple company cafeteria, to study at the Tsukiji Soba Academy and had him serve a dish called “sashimi soba,” an original Steve Jobs creation."
      ],
      "source": {
        "link": "http://nippon.com/en/currents/d00010/",
        "text": "Hayashi Nobuyuki, Dec 2011"
      }
    },
    {
      "paragraph": [
        "Like many people, out of college I wasn’t sure what I wanted — or more specifically, how to get where I wanted to be. This was a \"pre-i\" world: no iMac, no iTunes, no iPhone. Gil Amelio was CEO of Apple, a company producing beige boxes and stock value losses. And Steve Jobs was quietly heading companies that would soon define their industries: NeXT (soon to be Apple OS X), and Pixar.",
        "He was a bit of a hero of mine. So I wrote a letter. Sure, email existed at the time, but a letter seemed more real. I wrote about how I grew up with a Mac Plus, about my experience at our alma mater Reed College, and about my hopes for my life. I explained that I knew he wasn’t going to give me my magical dream job, or any job for that matter. But I wanted to let him know that he was an example to me of how to live one’s life -- to take chances, work hard, and never compromise on yourself. After dropping the letter in the mailbox, I promptly forgot about it, never thinking it would ever get past the gates.",
        "Several months later, on a rainy Sunday afternoon, I got a call. It went exactly like this:",
        "\"Hello?\"",
        "\"Hello. May I speak with Lucas Haley?\"",
        "\"Speaking.\"",
        "\"Hi. This is Steve Jobs.\"",
        "At this point I was ready to call bull on whichever friend was prank calling me. I barely caught myself in time, remembering that I hadn’t told anyone about the letter. This couldn’t be anyone but Steve Jobs. The sudden realization strengthened my suspicion that I hadn’t said anything in an awkwardly long time, and I blurted out a weak \"Can ... can I help you?\"",
        "Steve Jobs and I spoke on the phone that afternoon for over 20 minutes, about college, about work, about chasing dreams, and about how he couldn’t give me a job but here’s the name of someone who could. It was all very surreal, and immediately upon hanging up it felt like it couldn’t have happened."
      ],
      "source": {}
    },
    {
      "paragraph": [
        "About right when the iPad was about to come out, I fly into San Francisco. And you get off the plane, and the thing you least want to see on your iPhone, which is seven missed phone calls from Steve Jobs.",
        "[…] It wasn’t like he was returning my calls. It’s like he was mad about something... And Simon & Schuster had put a cover sort of in the catalogue they were putting out two years ago. It had Steve in a red apple, \"iSteve,\" and some day as to when it would be published. He said, \"That is the ugliest thing — this has such poor taste,\" and it was actually words of one syllable that were stronger than that. \"You shouldn’t even come to the product launch, I never want to deal with you again. You have no taste,\" and whatever.",
        "Finally, he says, \"I’m only going to keep dealing with you if you let me have some input into the cover.\" \"Because,\" he said, \"nobody is going to read your book, I’m not going to read your book. But I’ll look at the cover — and I don’t want it to be ugly.\" Now, it takes me about one and a half seconds to say, \"Sure!\" I mean, here’s a guy with the greatest design eye of our time.",
        "That is basically Steve Jobs saying, \"That’s what the cover should look like.\" With a font that comes from the original Mac, the sans serif font, and the Albert Watson picture, and it’s in black and white. And I said, \"Shouldn’t we do it in color?\" He says, \"No, I’m a black and white sort of guy: Things are either black, or they’re white. It’s a black and white cover.\""
      ],
      "source": {
        "link": "http://tech.fortune.cnn.com/2011/12/27/walter-isaacson-steve-jobs/",
        "text": "Walter Isaacson interview, Fortune, Dec 27, 2011"
      }
    },
    {
      "paragraph": [
        "We talked briefly and, looking back, it was rather fun."
      ],
      "source": {
        "link": "http://www.panic.com/extras/audionstory/",
        "text": "Cabel Sasser, The Audion Story, 2007"
      }
    },
    {
      "paragraph": [
        "After that, we had a nice chat for about twenty minutes. During this time, a crowd of NeXT employees gathered and paced outside. When Steve opened the door to escort me out, he was mobbed like a celebrity, while I was shoved aside. As I was about to exit the lobby, I heard Steve call out my name. I turned and saw Steve bending down and waving to me, childlike. I walked away thinking to myself, \"That guy can be a real jerk, but he sure is charming.\""
      ],
      "source": {
        "link": "http://www.quora.com/Steve-Jobs/What-are-the-best-stories-about-people-randomly-meeting-Steve-Jobs/answer/Bill-Lee-13",
        "text": "Bill Lee, Quora, Dec 10 2012"
      }
    },
    {
      "paragraph": [
        "On the stage of the auditorium that would hold the event, Jobs stood back and watched as his television production crew screened a video to be shown after he introduced the iMac. Marketing mini-documentaries were commonplace in the tech business: lots of product shots from flattering angles, edgy Greek chorus-like close-ups of talking-head executives and industry analysts singing the praises of the new product. Jobs watched with an eagle eye as the sharply edited vignettes ran on the large screen. One of the highlights was a playful reference to the retro-futuristic look of the egg-shaped, lollipop blue machine, which looked like something from the 1960s animated television series The Jetsons. As homage, the video included a five-second clip from the actual series. Though it would be over almost as soon as the crowd recognized it, the clip would be sure to delight the geeky audience.",
        "Then one of the production guys gingerly approached Jobs and warned him of a problem. It seemed that Hanna-Barbera, the animation house that owned the rights to the Jetsons, had yet to sign off. The permission was still stalled with the lawyers. If the issue isn't resolved before tomorrow, the nervous media specialist told Jobs, the clip will have to go.",
        "Jobs's face turned to steel. \"Keep it in,\" he said.",
        "\"Ummmmm, Steve, we can't do that,\" said the production guy. He began to explain what Jobs certainly knew from his other job as majority shareholder of the Pixar studio and thereby the owner of some of the animation world's most valuable intellectual property: using the clip without permission could incur huge liabilities. Jobs apruptly cut him off. \"I don't care!\" he shouted. \"We're using it.\"",
        "The clip stayed in the picture. (Presumably the permission was subsequently secured.) And the iMac, a beneficiary of that perfectionism, did indeed initiate a string of Apple products that made the company one of the most admired corporations on the face of the earth."
      ],
      "source": {
        "link": "http://www.amazon.com/gp/product/B000MGATVC/ref=as_li_qf_sp_asin_il_tl?ie=UTF8&tag=allaboustevjo-20&linkCode=as2&camp=1789&creative=9325&creativeASIN=B000MGATVC",
        "text": "The Perfect Thing by Steven Levy"
      }
    },
    {
      "paragraph": [
        "Journalist \"Can you say why are you not participating in the 'Intel Inside' program, putting the stickers on your new or previous Macs?\"",
        "Steve Jobs \"Huh — but we could... What can I say?... We like our own stickers better.\""
      ],
      "source": {
        "link": "http://media.macworld.com/media/legacy/2007/08/downloads/stickerquestion.mp3",
        "text": "MacWorld, Aug 9 2007"
      }
    },
    {
      "paragraph": [
        "Diane Keaton, 65, says she met Jobs in the late ‘70s, when the late computer genius was her NYC neighbor. Steve wanted to meet the \"Annie Hall\" star, so she went over for a visit. But things went downhill fast.",
        "\"[A]ll he’s talking about is the computer thing,\" Keaton recalls. \"How the computer was going to take over the world. And I’m sitting there like, ‘OK, right.’ And he keeps talking about how everyone is going to have a computer in their life, in their world, in their home. And I’m going, ‘Right, Right.’\"",
        "Unfortunately, all the tech talk didn’t go over well with the actress, who says she never saw Jobs again. \"[B]ecause obviously I just wasn’t prepared for that. I thought, ‘Is he nuts?’\" But Keaton does regret leaving Steve: \"Can you imagine? What an idiot I was.\""
      ],
      "source": {
        "link": "http://marquee.blogs.cnn.com/2011/12/15/diane-keaton-i-couldve-dated-steve-jobs/",
        "text": "CNN The Marquee Blog, Dec 15, 2011"
      }
    },
    {
      "paragraph": [
        "Watching Steve dial the number I gave him, I could feel my heart pounding as I hoped to hell Uncle Pat was high in the sky somewhere over the Pacific on his way to some country like Cambodia where telephone reception wasn’t so good. Unlikely as might seem, though, McGovern was once again at his desk.",
        "\"You must be a lousy businessman,\" Jobs began, \"You paid $16 million for Wayne Green’s magazines and yet you want me to pay you to have David and Andrew produce a magazine for Apple.\"",
        "I couldn’t hear everything McGovern said but he was talking loudly enough in an excited voice that I did hear, \"don’t believe everything you read in the Chronicle.\"",
        "\"You’re investing in Micro80 but not Macworld!\" Steve shouted back, \"Micro80 looks like yesterdays leftover oatmeal. If you want to publish Macworld you need to belly up to the bar!\"",
        "And then he hung up. I was dumbfounded.",
        "\"Don’t worry, David,\" Jobs laughed, \"McGovern will come around and we’ll still have a magazine.\""
      ],
      "source": {
        "link": "http://www.cultofmac.com/39039/steve-jobs-tells-us-to-belly-up-to-the-bar-close-encounters-with-steve-jobs/",
        "text": "David Bunnell, Cult of Mac, Apr 23, 2010"
      }
    },
    {
      "paragraph": [
        "\"Apple has already come back,\" and now that his days are not so intently involved in crisis management, and he is able to spend more time with his family, he appears to be having a wonderful time.",
        "He runs Apple in a mode that can only be described as post-CEO. Sometimes he will greet visitors in shorts, sandals and a two-day beard growth. His office is a surprisingly compact rectangle cluttered with books, videos and advertising awards. On the phone, sitting at a desk that sports both Mac and Windows laptops [running NeXTSTEP], he schmoozes and deals with everyone from Pixar executives to Jerry Seinfeld, concerning Apple's ad on the Final Episode.",
        "Last week he spent an extraordinary amount of time monitoring every last detail of the iMac intro; a typical executive decision was the elimination of a clarinet on a video soundtrack because it sounded \"too synthetic.\""
      ],
      "source": {
        "link": "http://www.thedailybeast.com/newsweek/1998/05/18/hello-again.html",
        "text": "Newsweek, May 18, 1998"
      }
    },
    {
      "paragraph": [
        "Years ago, I heard the back-story on Apple’s switch to Intel first-hand from some folks on the IBM side of things, and what I learned was that Steve Jobs agonized over this decision and waited until the morning of the keynote before pulling the trigger on this move.",
        "He actually went into that day with two keynote presentations prepared: one for a PowerPC-based product line, and one for The Switch.",
        "When he pulled out The Switch presentation, the IBM team was absolutely as stunned as the rest of the world, as was the P.A. Semi team who had been separately assured by Jobs that their dual-core PowerPC part would find its way into Apple portables."
      ],
      "source": {
        "link": "http://www.wired.com/cloudline/2011/10/meet-arms-cortex-a15-the-future-of-the-ipad-and-possibly-the-macbook-air/all/1",
        "text": "Wired, Oct 2011"
      }
    },
    {
      "paragraph": [
        "Oh, to have been a fly or two on the wall of the restaurant where, in 1996, Steve Jobs and Penelope Hobhouse discussed her design for his garden. \"He swept into the ... restaurant on his roller blades and sat down,\" she wrote. \"I wish I had taped the conversation. ... I do recall the intensity of his beliefs.\"",
        "Hobhouse was preparing for a three-week tour of the United States when she got an unexpected phone call from the Apple co-founder. \"The man just said his name and that he'd like me to come and redesign his garden in Palo Alto, California,\" she wrote.",
        "[…] \"Mr. Jobs asked me to do an English cottage garden,\" she recalled - a perfect fit for his Tudor-style home on Waverley Street. \"That was quite easy for me to do; the plants weren't a problem. It was a really nice project. He didn't know a lot about gardening but he knew the style he wanted. Later, we sent him pictures of every single plant we recommended.",
        "\"I was a great admirer of his, and appreciate his ideas about beauty and simplicity,\" Hobhouse continued. \"He was rather wonderful. He didn't allow other people to have second-rate standards.\" In three days, she saw no hint of the Jobs that some associates described as \"intimidating, demanding, ferocious, arrogant, intolerant, sometimes abusive, always obsessive about control.\" With her, he was \"a nice courteous man.\""
      ],
      "source": {
        "link": "http://www.sfgate.com/homeandgarden/thedirt/article/Steve-Jobs-gardener-describes-mutual-appreciation-3356392.php",
        "text": "Joe Eaton and Ron Sullivan, SF Chronicle, Feb 2012"
      }
    },
    {
      "paragraph": [
        "A few months after taking over, Jobs called operations chief James M. McCluney and hardware engineering chief Rubinstein into his office and dramatically lifted a Styrofoam model of what would be the iMac out of a bowling bag. The duo reported back a few weeks later that it wouldn’t work, because they couldn’t find room for a floppy drive. Hardly missing a beat, Jobs said, \"No worries. Disk drives are over the hill. CDs are going to get so cheap that no one will miss [floppies].\" Says McCluney: \"It was remarkable. It was a snap judgment.\""
      ],
      "source": {
        "link": "http://www.businessweek.com/printer/magazine/the-wilderness-19851997-10062011.html",
        "text": "Business Week, Oct 6, 2011"
      }
    },
    {
      "paragraph": [
        "The next time I met him was when our children attended school together. He sat in on back-to-school night listening to the teacher drone on about the value of education (wait, isn’t he one of those high-tech gods who didn’t even graduate from college?) while the rest of us sat around pretending having Steve Jobs in the room was totally normal.",
        "[…] It was at Halloween not long after when I realized he actually knew my name (yes, my name!). He and his wife put on a darn scary haunted house […]. He was sitting on the walkway, dressed like Frankenstein. As I walked by with my son, Steve smiled and said, “Hi Lisen.” My son thought I was the coolest mom in town when he realized The Steve Jobs knew me. Thanks for the coolness points, Steve.",
        "From then on, when I saw him holding his executive meetings in our neighborhood, I didn’t hesitate to smile and say hi. Steve always returned the favor, proving he may be a genius, but he is also a good neighbor.",
        "In time, things changed. The walks were less frequent, the gait slower, the smile not so ready. Earlier this year when I saw Steve and his wife walking down our street holding hands, I knew something was different. Now, so does the rest of the world.",
        "While Newsweek and the Wall Street Journal and CNET continue to drone on about the impact of the Steve Jobs era,  I won’t be pondering the MacBook Air I write on or the iPhone I talk on. I will think of the day I saw him at his son’s high school graduation. There Steve stood, tears streaming down his cheeks, his smile wide and proud, as his son received his diploma and walked on into his own bright future leaving behind a good man and a good father who can be sure of the rightness of this, perhaps his most important legacy of all."
      ],
      "source": {
        "link": "http://lisenstromberg.wordpress.com/2011/08/29/my-neighbor-steve-jobs/",
        "text": "Lisen Stromberg, Aug 29, 2011"
      }
    },
    {
      "paragraph": [
        "Business Insider: What is the significance of the employee numbers, since you were saying that you took seven because you wanted it.",
        "Michael Scott (Apple’s first CEO): We had to have a payroll, and in order to minimize how much work we had to do, I had to sign up with Bank of America’s payroll system, and those days you didn’t have a choice. You had to assign employee numbers.",
        "That was a dispute you get into — who gets number 1? One of the first things was that of course, each Steve wanted number 1. I know I didn’t give it to Jobs because I thought that would be too much. I don’t remember if it was Woz or Markkula that got number 1, but it didn’t go to Jobs because I had enough problems anyway."
      ],
      "source": {
        "link": "http://articles.businessinsider.com/2011-05-24/tech/30085073_1_mike-markkula-apple-employees-apple-ii",
        "text": "Interview of Michael Scott, Business Insider, May 24, 2011"
      }
    },
    {
      "paragraph": [
        "In 2007, Mayer was offered an offer he couldn’t turn down from RIM who wanted to sponsor his Summer tour. Mayer had no reservations about saying yes but decided to give Jobs a call just to give him a quick heads up and let him know that the RIM contract would require him to use RIM products exclusively. Thankfully for him RIM only made smartphones!",
        "So Mayer calls up Jobs who, believe it or not, praises RIM for the work they do and casually mentions that he’ll send Mayer an iPhone \"to at least play with on the bus.\"",
        "\"I accepted the offer with Blackberry, and in the months leading up to the July 29th release date, the iPhone became the most desired item on the planet. Everybody wanted one, and nobody had yet to see one in person. It was mythical. That day I was playing an ampitheatre in Indianapolis, and sometime in the afternoon the production office got a call over the radio that a sales associate from the local Apple Store was standing at the outermost gate of the venue with something addressed to me. A few minutes later someone knocked on my dressing room door and handed me an Apple Store bag. Inside was an iPhone, and taped to it was a card; it belonged to Steve Jobs, CEO, 1 Inifinite Loop, Cupertino, California. Handwritten on the backside of the card was one word: ‘Enjoy!’\""
      ],
      "source": {
        "link": "http://www.edibleapple.com/2011/10/20/john-mayer-reflects-on-steve-jobs-recounts-getting-a-pre-release-iphone/",
        "text": "Edible Apple, Oct 20, 2011"
      }
    },
    {
      "paragraph": [
        "I was among the few journalists who got to test [the iPhone] before its release. Soon after I received the unit, I was walking down Broadway and my test unit got a call from \"Unknown.\" It was Jobs, ostensibly wanting to know what I thought, but actually making sure I understood how amazing it was. I acknowledged that it was extraordinary, but mentioned to him that maybe nothing could match the expectations he had generated. People were calling it the \"Jesus phone.\" Didn’t that worry him? The answer was no. \"We are going to blow away the expectations,\" he told me."
      ],
      "source": {
        "link": "http://www.wired.com/epicenter/2011/10/jobs/all/1",
        "text": "Steven Levy, Wired, Oct 5, 2011"
      }
    },
    {
      "paragraph": [
        "My company ASTRO Studios started in downtown Palo Alto in the mid 90’s where we shared a small private parking lot with Steve and his private office. In fact, our office windows faced each other on this narrow tree-lined street. ",
        "[…] But the thing I remember most often was seeing Steve looking out the back window of this office where he had set up a little gym, his head bobbing up and down as he climbed the stair master. Our young design team could look out from our front window to see this icon of the valley sweating, swigging water and toweling his red face…just like the rest of us. It gave me a sense that he’s not just a living legend, but also a regular guy with a lot of dreams that come true one step at a time."
      ],
      "source": {
        "link": "http://www.fastcodesign.com/1664874/xbox-designer-on-working-next-door-to-steve-jobs",
        "text": "Brett Lovelady, Aug 26, 2011"
      }
    },
    {
      "paragraph": [
        "During the spring and summer of 2006, Steve Jobs was negotiating with Fox and other studios to expand iTunes from selling digital music and TV shows to selling feature films. I had known Steve for several years, and as usual, he had very strong views -- in this instance, about how movies on iTunes should be priced, marketed and presented to his growing base of devoted followers.",
        "Unfortunately, many of those views were inconsistent with existing media, and as was often the case, he thought the studio guys were Luddites (if not idiots). I was one of them. We spent many hours on the phone and in person hashing out ways to reconcile the new offering with our concerns about it. We were very eager to make it work -- but nowhere near as eager as Steve, who wanted to corral all the studios and make one of his bold and exciting announcements, which he’d scheduled for September. We wanted to change things; he wanted to change them now.",
        "We argued and debated back and forth into the summer, and as August arrived, we remained a fair distance apart. So, as a respite from Relentless Steve, I sneaked off to my annual retreat on the tiny island of Antiparos, near Paros in Greece. I thought I was safe. But not from Steve. He stalked me, eventually sending this e-mail:",
        "Jim,",
        "We need to talk and if that’s not possible over the phone or via e-mail, then I need to come to Paros and go for a walk on the beach with you and resolve this. The time is now to begin creating a new online distribution vehicle for movies, and Apple is the company to do it. I need your help.",
        "How do I find you once I get to the airport on Paros?",
        "He never made it to Paros, but we eventually made a deal, and it evolved into a great friendship, one that I will always cherish."
      ],
      "source": {
        "link": "http://www.hollywoodreporter.com/news/jim-gianopulos-steve-jobs-dead-248311",
        "text": "Jim Gianopulos, in Hollywood Reporter, Oct 21, 2011"
      }
    },
    {
      "paragraph": [
        "No matter how influential he became, Jobs was still a Beatles fan.",
        "Former Apple executive Tony Fadell, who worked closely with Jobs as senior vice president of the iPod division, remembers a lunch when Jobs received a phone call from Paul McCartney and excitedly declared, \"Oh my God! I gotta take this!\"",
        "Jobs was open to new music, but his favorite artists were the ones he got to know when he came of age in the Sixties, including Bob Dylan and Donovan. After one meeting with Interscope chair Jimmy Iovine, he returned to work and asked colleagues, \"Did you know there's this really great thing called hip-hop music?\"",
        "\"This was, like, 2004!\" Fadell recalls fondly. \"We all turned to each other and smiled.\""
      ],
      "source": {
        "link": "http://www.rollingstone.com/music/news/steve-jobs-music-vision-20111007?print=true",
        "text": "Rolling Stone, Oct 7, 2011"
      }
    },
    {
      "paragraph": [
        "When I invited Jobs to take some time away from NeXT to speak to a group of students, he sat in the lotus position in front of my fireplace and wowed us for three hours, as if leading a s&eacute;ance.",
        "But then I asked him if he would sign my Apple Extended Keyboard. He burst out: \"This keyboard represents everything about Apple that I hate. It’s a battleship. Why does it have all these keys? Do you use this F1 key? No.\" And with his car keys he pried it right off. \"How about this F2 key?\" Off they all went. \"I’m changing the world, one keyboard at a time,\" he concluded in a calmer voice."
      ],
      "source": {
        "link": "http://www.businessweek.com/printer/magazine/steve-jurvetson-on-steve-jobs-10062011.html",
        "text": "Steve Jurvetson on Steve Jobs, Business Week, Oct 6, 2011"
      }
    },
    {
      "paragraph": [
        " It was me, Van Toffler (president of MTV Networks Music Group), Tom Freston (CEO of MTV-parent company Viacom), and Jimmy Iovine (music producer, chairman of Interscope-Geffen). It was Jimmy who introduced us to Jobs, and we flew up to Pixar to go meet him. I’m a product guy, so it was thrilling for me. If you’re a product guy, Steve Jobs is the guy you want to meet. He was incredibly gracious and nice."
      ],
      "source": {
        "link": "http://news.cnet.com/8301-31001_3-20033875-261.html",
        "text": "Jason Hirschhorn, in CNET, Feb 2011"
      }
    },
    {
      "paragraph": [
        "True to form, the shepherd [Steve Jobs] to his Apple flock often teaches in parables. One such lesson could be called the \"Difference Between the Janitor and the Vice President,\" and it’s a sermon Jobs delivers every time an executive reaches the VP level.",
        "Jobs imagines his garbage regularly not being emptied in his office, and when he asks the janitor why, he gets an excuse: The locks have been changed, and the janitor doesn’t have a key. This is an acceptable excuse coming from someone who empties trash bins for a living. The janitor gets to explain why something went wrong. Senior people do not. \"When you’re the janitor,\" Jobs has repeatedly told incoming VPs, \"reasons matter.\" He continues: \"Somewhere between the janitor and the CEO, reasons stop mattering.\" That \"Rubicon,\" he has said, \"is crossed when you become a VP.\""
      ],
      "source": {
        "link": "http://tech.fortune.cnn.com/2011/08/25/how-apple-works-inside-the-worlds-biggest-startup/",
        "text": "Fortune, Aug 25, 2011"
      }
    },
    {
      "paragraph": [
        "One of the struggles we were going through when he came back was that Apple was about the leakiest organization in history — it had gotten so bad that people were cavalier about it. In the face of all those leaks, I remember the first all company e-mail that Steve sent around after becoming Interim CEO again — he talked in it about how Apple would release a few things in the coming week, and a desire to tighten up communications so that employees would know more about what was going on — and how that required more respect for confidentiality. That mail was sent on a Thursday; I remember all of us getting to work on Monday morning and reading mail from Fred Anderson, our then-CFO, who said basically: \"Steve sent mail last week, he told you not to leak, we were tracking everyone’s mail, and 4 people sent the details to outsiders. They’ve all been terminated and are no longer with the company.\"",
        "Well. If it wasn’t clear before that the Amelio/Spindler/Sculley days of Apple were over, it was crystal clear then, and good riddance."
      ],
      "source": {
        "link": "http://john.jubjubs.net/2011/10/09/steve-jobs/",
        "text": "John Lilly, Oct 9, 2011"
      }
    },
    {
      "paragraph": [
        "If Jobs knew NeXT was a loser, he rarely let on. He remained demanding, confident, and grandiose.",
        "Asked to deliver the keynote speech at a computer trade show at the Javits Convention Center in Manhattan, Jobs told MacAskill to ship out Jobs’s own desk—complete with the vase and red rose he always kept there—for him to sit at onstage. He insisted that the desk be placed at a 28-degree angle, to match the angle of Rand’s box-shaped logo, which was tipped to one side.",
        "A few minutes before the curtains opened, MacAskill begged Jobs not to introduce a new Lotus spreadsheet that hadn’t been cleared by Lotus. \"Fine,\" Jobs said, \"then you do the speech,\" and walked off \"only to return as the curtain opened.\" MacAskill says he and everyone else put up with the volatility and withering personal insults because \"we really thought we had the chance to change the world.\""
      ],
      "source": {
        "link": "http://www.businessweek.com/printer/magazine/the-wilderness-19851997-10062011.html",
        "text": "Business Week, Oct 6, 2011"
      }
    },
    {
      "paragraph": [
        "The closest thing [Steve Jobs and I] ever had to an argument was when I left in 1985 to start a company to build a universal remote control. I went to [design agency of which Apple was a client] Frog Design to do the design. Steve dropped in there one day and he saw what they were designing for me and he threw it against the wall and said they could not do any work for me. “Anything you do for Woz, belongs to me.” I was on my own, but I was still friendly with Apple. But Steve had a burst-out there. The people at Frog told me about it. That was the only time there was ever a fight between us, but it wasn’t actually between us. Nobody has ever seen us having an argument."
      ],
      "source": {
        "link": "http://realdanlyons.com/blog/2011/10/11/a-conversation-with-woz/",
        "text": "Steve Wozniak, interview with Dan Lyons, Oct 11, 2011"
      }
    },
    {
      "paragraph": [
        "Steve was trying to sort out one of the fundamental questions of the age: is there any value to a musician’s work? He thought that with iTunes, he could make it easier for people who wanted to respect intellectual copyright. So we had the idea to offer \"Vertigo\" for an iPod commercial, and we went out to see Steve at his house in Palo Alto and he was like, \"What? You guys want to give me a song for a commercial? Wow, that’s great, that’s amazing.\" Then we said we wanted to be in the commercial, and he said \"Maybe, yeah, I don’t see why not.\"",
        "Then we said we don’t want to be paid, but we’d like a U2 iPod, a black one. His first response was, \"That doesn’t work at all. iPods are white!\" But it turned out lots of people wanted them – and not because of U2. Because they were red and black!"
      ],
      "source": {
        "link": "http://www.rollingstone.com/music/news/exclusive-bono-on-steve-jobs-rock-and-roll-spirit-20111007",
        "text": "Bono, Rolling Stone, Oct 7, 2011"
      }
    },
    {
      "paragraph": [
        "I used to work at one of the Apple Stores here in New York. He was scheduled to come in, we didn’t know exactly when. He got out of a town car out front, walked in, and right up to me - shaking my hand and saying, \"Hi, I’m Steve Jobs! Is [name of the store manager] here?\" When I said he was and called him, [Jobs] said he was going to run to the bathroom first - and went to the customer’s bathroom (which anyone can use - and isn’t exactly the cleanest). He came out, walked right back up to me, and started talking about the store. After about 5 min customers around us starting walking up asking to take pictures, and asking questions, when he promptly asked to be excused and left - back to the car and away.",
        "We had all heard stories about his desire to not shake hands (he offered first), his desire to not be in public (he spent his entire time in full view in open areas of the store) and his general shitty attitude (he was super nice and cordial)."
      ],
      "source": {
        "link": "http://gawker.com/5506526/a-treasure-trove-of-steve-jobs-stories",
        "text": "Gawker, Mar 31, 2010"
      }
    },
    {
      "paragraph": [
        "After his liver transplant, while he was recuperating at home in Palo Alto, California, Steve invited me over to catch up on industry events that had transpired during his illness. It turned into a three-hour visit, punctuated by a walk to a nearby park that he insisted we take, despite my nervousness about his frail condition.",
        "He explained that he walked each day, and that each day he set a farther goal for himself, and that, today, the neighborhood park was his goal. As we were walking and talking, he suddenly stopped, not looking well. I begged him to return to the house, noting that I didn’t know CPR and could visualize the headline: \"Helpless Reporter Lets Steve Jobs Die on the Sidewalk.\"",
        "But he laughed, and refused, and, after a pause, kept heading for the park. We sat on a bench there, talking about life, our families, and our respective illnesses (I had had a heart attack some years earlier). He lectured me about staying healthy. And then we walked back."
      ],
      "source": {
        "link": "http://allthingsd.com/?p=129366&ak_action=printable",
        "text": "Walt Mossberg, Oct 5, 2011"
      }
    },
    {
      "paragraph": [
        "In 1998, Jobs decided that Airborne Logistics Services, a division of Airborne Express that maintained a parts warehouse for Apple in Grove City, Ohio, wasn’t delivering spare parts quickly enough. According to Jeff Cooke, who ran Apple’s customer-service department at the time, Jobs ordered him to find a replacement for ALS. When Cooke resisted, citing concerns that ALS would sue for breach of contract, he says Jobs told him that \"there won’t be any lawsuit. Just tell them if they f--- with us, they’ll never get another f---ing dime from this company, ever,\" Cooke recalls. Jobs says he does not remember making the comment, but confirms that he was determined to drop ALS.",
        "Sure enough, Apple became embroiled in a lawsuit with ALS, which was settled in mid-1999. Cooke resigned after just 100 days at Apple. \"My stock options would be worth $10 million had I stayed, but I knew I couldn’t have stood it--and he’d have fired me anyway,\" says Cooke. If some of Jobs’s methods are distasteful, they do get results. After dumping ALS, Apple gave its spare-parts business to PC ServiceSource and demanded it slash the inventory by 75% in a matter of weeks, says former PC ServiceSource CEO Mark Hilz, now head of a Dallas real estate management company. \"They got very, very, very results-oriented once Jobs got back there,\" says Hilz. \"Under Steve Jobs, there’s zero tolerance for not performing.\""
      ],
      "source": {
        "link": "http://www.businessweek.com/2000/00_31/b3692001.htm",
        "text": "Fortune, Jul 31, 2000"
      }
    },
    {
      "paragraph": [
        "Software engineer Randy Adams initially turned down Steve Jobs’ offer to work at NeXT, the computer company started by Jobs after his ouster from Apple. It was 1985. Adams wasn’t ready to go back to work after selling his pioneering desktop software publishing company. Within a few days Jobs was on Adams’ answering machine. “You’re blowing it, Randy. This is the opportunity of a lifetime, and you’re blowing it.” Adams reconsidered.",
        "Adams, using some of the cash he’d earned from the sale of his company, bought a Porsche 911 at the same time Jobs did. To avoid car-door dings, they parked near each other–taking up three parking spaces between them. One day Jobs rushed over to Adams’ cubicle and told him they had to move the cars.",
        "“I said, ‘Why?,’ and he said, ‘Randy, we have to hide the Porsches. Ross Perot is coming by and thinking of investing in the company, and we don’t want him to think we have a lot of money.’” They moved the cars around to the back of NeXT’s offices in Palo Alto, Calif. and Perot invested $20 million in the company in 1987 and took a seat on the board."
      ],
      "source": {
        "link": "http://www.forbes.com/sites/connieguglielmo/2012/10/03/untold-stories-about-steve-jobs-friends-and-colleagues-share-their-memories/",
        "text": "Randy Adams to Forbes, Oct 3 2012"
      }
    },
    {
      "paragraph": [
        "In the early 1980s, Steve used to eat lunch at “The Good Earth”, the now-defunct Cupertino restaurant where I waitressed when I was sixteen. I remember this nerdy young guy who always ordered the Good Earth tostada, served in a whole-wheat tortilla and topped with sprouts. He smiled shyly at me when he asked for more Good Earth tea and drank gallons of the stuff. Steve always sat alone, devouring books and manuals way beyond my limited teenage understanding along with his food. […]",
        "I called my mom the moment I heard Steve Jobs had died. She was sitting in front of her iMac, from which she has a view of the Cupertino Valley, The Apple headquarters nestled in the middle like a brilliant white palace. She was crying.",
        "“There was a rainbow one day,” she sobbed, “that ended right on top of Apple.” My mom snapped a photograph. “I wanted to send it to him!” she added. “I meant to send it to him. And now,” she stopped suddenly, struggling for control. “Now, he’s dead.”"
      ],
      "source": {
        "link": "http://walkingpapers.files.wordpress.com/2011/10/applerainbow.jpg",
        "text": "Here's a link to that picture."
      }
    },
    {
      "paragraph": [
        "Anyway, a few moments later, Steve Jobs himself entered the giant Apple boardroom, threw his feet up on the table, and got to the meat of the matter.",
        "[…] Jobs wanted to know how big we were, and how long we've been doing this. He wanted to know a few more things that I can't even really remember. I remember he asked, \"Do you have any other ideas for apps you want to work on?\" I replied, genuinely, \"Well, we've got an idea for a digital photo management program...\" and he replied with a simple, \"Yeah. Don't do that one.\" Everyone in the room laughed but I had no idea why — remember, my head was still exploding — so Steven Frank had to explain to me that he meant, basically, it was already being made and, of course, it would be called iPhoto. Oh. I get it now."
      ],
      "source": {
        "link": "http://www.panic.com/extras/audionstory/",
        "text": "Cabel Sasser, The Audion Story, 2007"
      }
    },
    {
      "paragraph": [
        "I worked at one point for 72 sleepless hours for something that Steve Jobs showed on stage for 9 seconds. It’s top three, if not No. 1, of my professional achievements. It didn’t look any different on that screen as it did on mine, but it was the knowledge that it was good enough to be on the stage that made it suddenly look different. I’ll never get that chance again, and I’m glad I had it."
      ],
      "source": {}
    },
    {
      "paragraph": [
        "Everyone knows Parisians are snobs. So it probably shouldn’t have come as a surprise that an unshaven, middle-aged American, speaking English and dressed in cuffed jeans, sneakers, and a worn black T-shirt, was rudely turned away from the bar at a lavish fete inside Paris’s Musee d’Orsay on September 16, 2003.",
        "Except that the man was Steven P. Jobs, the cofounder and chief executive of Apple Computer Inc., and it was his party. And some bash it was. For three hours, Apple’s guests grazed on foie gras and seared tuna canapes, and sipped champagne while strolling under a massive glass arcade that shelters one of the world’s largest collections of Impressionist masters, Rodin sculpture, and art nouveau furniture. In a Baroque salon at the far end of the museum, a raucous jazz band played. As one guest observing the scene intoned, \"This is huge.\""
      ],
      "source": {
        "link": "http://www.fastcompany.com/node/48286/print",
        "text": "Fast Company, Dec 19, 2007"
      }
    },
    {
      "paragraph": [
        "And he took his napkin and started sketching out the schematics and he passed the napkin around the table. They all approved the design – nobody touched it, there were no changes or suggestions. The check soon came and we started to get up the leave—and the napkin just sat there on the table. I thought to myself, \"I got to take that napkin\" and my hand was on it, but Steve called from the door and asked, \"Noah, you want to share a cab with me?\" So I put the napkin down. I could have had an Edison original."
      ],
      "source": {
        "link": "http://tech.fortune.cnn.com/2011/10/07/noah-wyle-steve-jobs/",
        "text": "Noah Wyle, Fortune, Oct 7, 2011"
      }
    },
    {
      "paragraph": [
        "\"The only problem with Microsoft is they just have no taste,\" he said last year in \"Triumph of the Nerds,\" a television documentary about the history of the computer industry. \"I don’t mean that in a small way. I mean that in a big way, in the sense that they don’t think of original ideas and they don’t bring much culture into their products. I have no problem with their success -- they’ve earned their success for the most part. I have a problem with the fact that they just make really third-rate products.\"",
        "The statement was quintessential Jobs: arrogant, frank, insightful and perhaps more than half right, though brutally overstated. Those same traits were both his strength and his weakness at Apple. After the documentary was televised, Jobs called Gates to apologize, sort of. \"I told him I believed every word of what I’d said but that I never should have said it in public,\" Jobs says. \"I wish him the best, I really do. I just think he and Microsoft are a bit narrow. He’d be a broader guy if he had dropped acid once or gone off to an ashram when he was younger.\""
      ],
      "source": {
        "link": "http://movies.nytimes.com/library/cyber/week/011897jobs.html?pagewanted=all",
        "text": "The New York Times, Jan 18, 1997"
      }
    },
    {
      "paragraph": [
        "Since Amelio was forced to resign, Jobs has been a regular presence around Apple, patrolling the hallways and pop-quizzing employees on their work. And he has quickly added to his temperamental legend.",
        "According to a person briefed about a recent meeting with Jobs, Jobs looked around the conference room, remarked that he \"always hated this conference room,\" and moved the meeting to a new room. There, he grilled everyone in attendance about his or her role: When one person identified himself as a speech writer, Jobs shook his head, said, \"No speech writer,\" and banished him from the meeting."
      ],
      "source": {
        "link": "http://web.archive.org/web/19971018080221/http://www.sjmercury.com/business/apple/jobs080997.htm",
        "text": "The 'new' Jobs shows two faces, The San Jose Mercury News, August 10, 1997"
      }
    },
    {
      "paragraph": [
        "We had worked together on a Nike-Apple collaboration called Nike+. So we took what Apple knows and Nike knows, and brought new technology to the market. Anyway, long story short, he said, \"Congratulations. It's great [that you've been named CEO]. You're going to do a great job.\" I said, \"Well, do you have any advice?\"",
        "He said, \"No, no, you're great.\" Then there was a pause. \"Well, I do have some advice,\" he said. \"Nike makes some of the best products in the world--products that you lust after, absolutely beautiful stunning products. But you also make a lot of crap.\"",
        "He said, \"Just get rid of the crappy stuff, and focus on the good stuff.\" And then I expected a little pause and a laugh. But there was a pause, and no laugh at the end."
      ],
      "source": {
        "link": "http://www.30secondmba.com/question/whats-best-advice-youve-ever-received",
        "text": "Mark Parker, president and CEO of Nike"
      }
    },
    {
      "paragraph": [
        "He was running NeXT Computer. I was a young pup consultant who had to tell him his baby was ugly. My elder colleagues made sure I spoke first so he wouldn’t be offended.",
        "After he heard my story, he stood up and did his pitch for the NeXT OS. Just like he always did when he introduced the Macintosh, iMac, iPod, iPhone or iPad – he electrified the crowd with his vision and enthusiasm. For a moment, I thought every fact I collected and put together over the previous two months were from never-never land.",
        "Steve then walked over and thanked me for doing a good job and he said he understood it was time to move on."
      ],
      "source": {
        "link": "http://finance.fortune.cnn.com/2011/10/06/memories-of-steve-jobs/",
        "text": "David Chao, Fortune, Oct 6, 2011"
      }
    },
    {
      "paragraph": [
        "Shortly before Jobs and Apple unveiled the original iPhone at MacWorld in 2007, a group of engineers from the iPhone team went to Jobs’ home to debug a problem with the phone’s WiFi. At one point while the team was working, a FedEx employee buzzed outside the house to deliver a package to Jobs.",
        "“Steve goes out to meet him because he has to sign for this package, but he’s got the iPhone in one of his hands,” said a former Apple employee was with the iPhone team at the time. “Steve just walks out casually, [hides] the phone behind his back, signs the package, and the FedEx dude marches off.”",
        "The idea that Jobs would walk outside carrying an iPhone in plain sight shocked this employee, given how much effort Apple put into keeping the product secret at all costs.",
        "“You have to understand, when we carried the phones to his house, we carried them in these Pelican lock boxes. These phones were never to leave Apple’s campus, and Steve just casually throws it behind his back. That was the first time I saw someone casually come close to seeing the iPhone before it was announced, and he didn’t even know it. If the FexEx guy had just tilted his head, he would have seen it."
      ],
      "source": {
        "link": "http://www.businessinsider.com/how-steve-jobs-almost-leaked-the-original-iphones-existence-2012-7",
        "text": "Business Insider, July 27 2012"
      }
    },
    {
      "paragraph": [
        "Jobs thought about it for a few seconds and then unplugged the mouse from the Lisa. Celuch recalls that he was amused by the manner in which he was handed the mouse, as Jobs held the mouse by its cord, almost as one would hold a real mouse by the tail. So into the time capsule the Lisa mouse went, where it was buried at the end of the conference to be unearthed about 20 years later.",
        "But that time capsule was never dug up and its location is now a mystery. The land changed hands, improvements were made and the capsule was lost."
      ],
      "source": {
        "link": "http://thenextweb.com/apple/2012/10/04/the-story-of-a-lost-time-capsule-containing-steve-jobs-lisa-mouse/",
        "text": "Matthew Panzarino, The Next Web, October 2012"
      }
    },
    {
      "paragraph": [
        "In 1998 my wife and I bought five iMacs as Christmas gifts for our grandchildren. We watched them open their presents, and when 5-year-old Molly opened her iMac, she said, ‘Life is good.’ Unfortunately, Molly’s iMac developed a problem. After using it a few hours, the disc drive door would not open. The dealer told me he was not authorized to exchange the computer for another one due to an Apple policy. Repair would take several weeks, he told me.",
        "I sent an e-mail to Steve and asked him about Apple’s return/exchange policy on a new product. Within five minutes my phone rang. It was Steve. He asked me what the problem was and the name of the dealer. ‘I’ll call you back,’ he said. A few minutes later the phone rang and it was a very apologetic dealer. ‘I have a new iMac here for your granddaughter,’ he said. I e-mailed Steve, thanking him and assuring him that he had made my granddaughter’s Christmas a happy one. Steve immediately replied with a simple 'Ho, ho, ho.'"
      ],
      "source": {
        "link": "http://www.forbes.com/sites/connieguglielmo/2012/10/03/untold-stories-about-steve-jobs-friends-and-colleagues-share-their-memories/",
        "text": "Regis McKenna to Forbes, Oct 3 2012"
      }
    },
    {
      "paragraph": [
        "[An early version of the Segway, codenamed Ginger at the time, is showed to Steve Jobs, John Doerr and Jeff Bezos.] Within a couple of minutes, after some quick introductions, everyone settled around the big square table, Jobs at one corner, flanked by Dean and Doerr.",
        "\"Because I see a big problem here,\" said Jobs. \"I was thinking about it all night. I couldn't sleep after Dean came over.\" There were notes scribbled on the palm of his hand. He explained his experience with the iMac, how there were four models now but he had launched with just one color to give his designers, salespeople, and the public an absolute focus. He had waited seven months to introduce the other models. Bezos and Doerr nodded as he spoke.",
        "\"You have this incredibly innovative machine but it looks very traditional.\" The last word delivered like a stab. […]  \"There are design firms out there that could come up with things we've never thought of,\" Jobs continued, \"things that would make you shit in your pants.\""
      ],
      "source": {
        "link": "http://hbswk.hbs.edu/archive/3533.html",
        "text": "Harvard Business School, Jun 16, 2003"
      }
    },
    {
      "paragraph": [
        "One frigid winter day in the late 1970s, I ran into Steve at some meeting in midtown Manhattan, a time and event now long forgotten. What isn’t forgotten is that when the meeting ended and we went outside into the freezing weather, I was reasonably comfortable in my wool overcoat, but Steve was freezing.  No overcoat, not even a jacket.",
        "I suggested that he buy a coat. He agreed. So off we went to Paul Stuart, my favorite men’s store, just a few blocks away on Madison Avenue. After quickly trying on a few, he picked one. He then asked the salesman the price. Oops.",
        "\"That much for an overcoat? Too much. Besides, I’ll never use it in California.\"",
        "We left the store. I in my overcoat, warm. Steve coatless, freezing."
      ],
      "source": {
        "link": "http://www.benrosen.com/2011/10/memories-of-steve.html",
        "text": "Ben Rosen, Oct 22, 2011"
      }
    },
    {
      "paragraph": [
        "One time, Steve and I sat in Dr. [Edwin] Land’s conference room at his office on the Charles River that he used after he was fired from Polaroid. I sat there listening while these two geniuses discussed where great inventions come from.",
        "Pointing toward the center of the empty conference table, Dr. Land said, \"I didn’t invent the Polaroid camera, it’s always existed, just waiting to be discovered.\" Steve replied, \"That’s right. I knew long before we built it exactly what the Mac was. It always existed. I never had to ask customers what they wanted. If it’s something truly revolutionary, they won’t be able to help you.\" All of Steve’s visionary products have always existed, they were just waiting for him to discover them."
      ],
      "source": {
        "link": "http://www.businessweek.com/printer/magazine/john-sculley-on-steve-jobs-10062011.html",
        "text": "John Sculley interview, Business Week, Oct 6, 2011"
      }
    }
  ]
}